[
    {
        "_id": 1,
        "ar": "الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ",
        "chapter_id": 1,
        "ckb": "سوپاس و ستاییش بۆ ئەو خودایەی، کە ژیانی بە بەر ھێناینەوە دوای ئەوەی، کە مراندینی  زیندو بونەوەش ھەر بۆ لای ئەو دەبێت.",
        "en": "Praise is to Allah Who gives us life after He has caused us to die and to Him is the return.",
        "fa": "تمام ستايش ها از آنِ خدايى است كه پس از ميراندن ما را زنده كرده است، و بازگشت به سوى اوست."
    },
    {
        "_id": 2,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي",
        "chapter_id": 1,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت جگە لە (الله)ی تەنیای بێ ھاوەڵ نەبێت، سامان و ستاییش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەتوانا و بە دەسەڵاتە، پاکی و بێگەردی و سوپاس و ستایش بۆ خودایە، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، ھەروەھا (الله) گەورە ترینە و ھیچ ھێز و دەسەڵاتێک نییە، جگە لەوە نەبێت، کە خودای بەرز و بڵند و گەورە دەیبەخشێت، ئەی پەروەردگارم لێم خۆشببە.",
        "en": "There is none worth of worship but Allah alone, Who has no partner, His is the dominion and to Him belongs all praise, and He is able to do all things. Glory is to Allah. Praise is to Allah. There is none worth of worship but Allah. Allah is the Most Great. There is no might and no power except by Allah's leave, the Exalted, the Mighty. My Lord, forgive me.\r\n(Whoever says this will be forgiven, and if he supplicates Allah, his prayer will be answered; if he performs ablution and prays, his prayer will be accepted.)",
        "fa": "هيچ معبودى به جز الله (بحق) وجود ندارد، يكتاست و شريك ندارد، و پادشاهى و ستايش از آنِ اوست، و او بر هر چيز تواناست. الله پاك و منزّه است، و حمد از آنِ اوست، و هيچ معبودى به جز الله (بحق) وجود ندارد، و خدا بزرگترين است، و هيچ حول و قدرتى بجز از طرف خداى بلندمرتبه و بزرگ نيست. خدايا! مرا بيامرز."
    },
    {
        "_id": 3,
        "ar": "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ",
        "chapter_id": 1,
        "ckb": "سوپاس و ستایش بۆ ئەو خودایەی کە لەش ساغی پێ بەخشیم و ڕۆحی بۆ گەڕاندمەوە و بواری بۆ ئاسان کردم، کە یاد و زیکری بکەم.",
        "en": "Praise is to Allah Who gave strength to my body and returned my soul to me and permitted me to remember Him.",
        "fa": "تمام ستايش ها مر خدايى راست كه به جسمم سلامت بخشيد، و روحم را به من بازگرداند، و به من اجازه ذكرش را داد."
    },
    {
        "_id": 4,
        "ar": "إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
        "chapter_id": 1,
        "ckb": "به‌ڕاستی له دروستکردنی ئاسمانه‌کان و زه‌ویدا و له ئاڵو گۆڕی شه‌و و ڕۆژدا به‌ڵگه و نیشانه‌ی زۆر هه‌ن بۆ که‌سانی ژیر و هۆشمه‌ند... * ئه‌وانه‌ی یادی خوا ده‌که‌ن له‌کاتێکدا که به‌پێوه‌ن یان دانیشتوون یان ڕاکشاوون (له هیچ حاڵه‌تێکدا یادی ئه‌وزاته فه‌رامۆش ناکه‌ن)، هه‌میشه بیرده‌که‌نه‌وه له دروست بوونی ئاسمانه‌کان و زه‌وی (بیرده‌که‌نه‌وه له هه‌موو ورده‌کاریه‌ک، سه‌رنجی هه‌موو دیارده‌یه‌ک ده‌ده‌ن، سه‌رئه‌نجام ده‌ڵێن): په‌روه‌ردگارا تۆ ئه‌م هه‌موو دروست کراوانه‌ت بێ هوده و بێ ئامانج دروست نه‌کردووه‌، پاکیی و بێگه‌ردیی شایسته‌ی تۆیه‌، ده تۆش بمانپارێزه له سزای ئاگری دۆزه‌خ. * په‌روه‌ردگارا به‌ڕاستی تۆ هه‌رکه‌س بخه‌یته ناو ئاگری دۆزه‌خه‌وه‌، ئه‌وه ئیتر شه‌رمه‌زارو ڕیسواو خه‌جاڵه‌تت کردووه‌، (جا بێگومان له‌وێ) سته‌مکاران هیچ جۆره پشتیوانێکیان نیه‌. * په‌روه‌ردگارا؛ به‌ڕاستی ئێمه گوێمان له بانگخوازێک بوو، بانگی کردین بۆ ئیمان و (ده‌یفه‌رموو): ئیمان بهێنن به په‌روه‌ردگارتان جا ئێمه‌ش (بێ دوودڵی)، خێرا باوه‌ڕمان هێناو (وتمان): په‌روه‌دگارا؛ ده‌تۆش له‌گوناهو هه‌ڵه‌کانمان خۆش ببه‌، چاوپۆشی بکه له‌کرداره ناپه‌سه‌نده‌کانمان و (له‌سه‌ر ڕێبازی) چاکان و (به‌خته‌وه‌ران) بمانمرێنه و له‌گه‌ڵ ئه‌واندا کۆمان بکه‌ره‌وه‌. * په‌روه‌ردگارا؛ ئه‌و به‌ڵێنانه‌شمان بۆ ئه‌نجام بده که له‌سه‌ر زاری پێغه‌مبه‌رانتدا به‌ئێمه‌ت داوه (که سه‌رکه‌وتنه له دنیاداو به‌هه‌شتی به‌رینه له داهاتوودا) و له ڕۆژی قیامه‌تیشدا خه‌جاڵه‌ت و ڕوو زه‌ردمان مه‌که‌، بێگومان تۆ به‌ڵێن شکێن نیت و به‌ڵێنی خۆت ده‌به‌یته سه‌ر. * (کاتێک ئیمانداران به‌م شێوه‌یه نزایان کرد، که په‌روه‌ردگاری ئازیزیان فێریان ده‌کات) بێگومان ئه‌و زاته دوعاکانیان لێوه‌رده‌گرێت (به هاناو هاواریانه‌وه ده‌چێت بۆیه ده‌فه‌رموێت): به‌ڕاستی من هه‌وڵ و کۆشش و کارو کرده‌وه‌ی هیچ کام له ئێوه به‌زایه ناده‌م، چ نێرینه و پیاوتان، چ مێینه و ئافره‌تتان (چونکه‌)هاوکاری یه‌کتر بوون (له چاکه‌و چاکه‌کاریدا)، جا ئه‌وانه‌ی کۆچیان کردو له شوێنه‌واری خۆیان ده‌ربه‌ده‌رکران و ئازارو ئه‌شکه‌نجه‌دران له پێناوی مندا و جه‌نگان و شه‌هیدکران، به‌ڕاستی سوێند بێت چاوپۆشی ده‌که‌م له هه‌ڵه‌و گوناهه‌کانیان و ده‌یانخه‌مه باخه‌کانی به‌هه‌شته‌وه که چه‌نده‌ها ڕووبار به‌ژێر دره‌خته‌کانیداو به‌رده‌م کۆشکه‌کانیدا ده‌ڕوات، ئه‌مه‌ش پاداشتێکه له لایه‌ن خواوه (پێشکه‌شیان ده‌کرێت) خوا پاداشتی چاک و جوانی لایه (بۆ تێکۆشه‌ران). * (ئه‌ی ئیماندار) هه‌رگیز هێزو ده‌سه‌ڵاتی ئه‌وانه‌ی بێ باوه‌ڕن له وڵاتاندا تۆ له‌خشته نه‌بات. * (ئه‌وه هه‌رهه‌مووی) ڕابواردنێکی که‌مه (چونکه‌) له‌وه‌ودوا شوێن و جێگه‌یان دۆزه‌خه‌، که ناخۆشترین جێگه و ڕێگه‌یه‌. * به‌ڵام ئه‌وانه که پارێزکارن و له سزای په‌روه‌ردگاریان ده‌ترسن (جێگه و ڕێگه‌یان) باخه‌کانی به‌هه‌شته که چه‌نده‌ها ڕووبار به‌ژێر دره‌خته‌کانیداو به‌به‌رده‌م کۆشکه‌کانیدا ده‌ڕوات، هاوڕێ له‌گه‌ل ژیانی هه‌مشه‌یی له‌وێدا، ئه‌و شوێنانه‌ش له‌لایه‌ن خواوه ئاماده‌کراوه‌، بۆ میوانداری هه‌میشه‌یی به‌خته‌وه‌ران، ئه‌ڵبه‌ته ئه‌وبه‌شه‌ی که لای خوایه چاکترو به‌نرختره بۆ چاکه‌کاران و خواناسان. * به‌ڕاستی هه‌ندێ که‌س هه‌ن له خاوه‌نانی کتێب که باوه‌ڕی به‌خوا پته‌و و دامه‌زراوه‌، هه‌روه‌ها به‌و (قورئانه‌ش) که بۆ ئێوه ڕه‌وانه‌کراوه و به‌و کتێبانه‌ش بۆ خۆیان پێشتر ڕه‌وانه کراوه‌، له‌کاتێکدا ئه‌وانه ترسی خوایان له دڵدایه و مه‌به‌ستیانه خوا لێیان ڕازی بێت، ئایه‌ته‌کانی خوا به‌نرخێکی که‌م (یاخود به‌هیچ نرخێک) نافرۆشن، ئه‌وانه پاداشتی (ئیمان و باوه‌ڕی) خۆیان لای په‌روه‌ردگاریان وه‌رده‌گرن، به‌ڕاستی خوا به‌خێرایی لێپرسینه‌وه ئه‌نجام ده‌دات (تا به‌زوویی به‌خته‌وه‌ران بخاته به‌هه‌شته‌وه و ناپوخته‌کانیش له دۆزه‌خ توند بکات). * ئه‌ی ئه‌وانه‌ی که باوه‌ڕتان هێناوه خۆگربن و خۆڕاگریی و ئارامگریی و به‌سه‌ر خۆتاندا بهێنن، نه‌به‌زن له خۆگری مانه‌وه‌تان له سه‌نگه‌ردا، هه‌وڵ بده‌ن هه‌میشه له سه‌نگه‌ری خه‌بات و کۆششدا بن، له خوا بترسن و پارێزکاربن بۆ ئه‌وه‌ی سه‌رفرازیی (هه‌میشه‌یی) به‌ده‌ست بهێنن.",
        "en": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding.190 Who remember Allah while standing or sitting or (lying) on their sides and give thought to the creation of the heavens and the earth, (saying), \"Our Lord, You did not create this aimlessly; exalted are You (above such a thing); then protect us from the punishment of the Fire.191 Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers.192 Our Lord, indeed we have heard a caller calling to faith, (saying), 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous.193 Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in (Your) promise.194 And their Lord responded to them, \"Never will I allow to be lost the work of (any) worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah , and Allah has with Him the best reward.\"195 Be not deceived by the (uninhibited) movement of the disbelievers throughout the land.196 (It is but) a small enjoyment; then their (final) refuge is Hell, and wretched is the resting place.197 But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah . And that which is with Allah is best for the righteous.198 And indeed, among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them, (being) humbly submissive to Allah . They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed, Allah is swift in account.199 O you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful.200",
        "fa": "مسلماً در آفرينش آسمانها و زمين، و پشت سر هم آمدن شب و روز، نشانه ها و دلائلى براى خردمندان است، كسانى كه ايستاده و نشسته و بر پهلوهاى شان افتاده، خدا را ياد مى كنند و درباره آفرينش آسمانها و زمين مى انديشند (و به زبان حال و قال مى گويند:) پروردگارا! اين را بيهوده و عبث نيافريده اى. تو منزّه و پاكى، پس ما را از عذاب آتش محفوظ دار. پروردگارا! بى گمان تـو هر كه را به آتش در آرى، براستى خـوار و زبـونش كرده اى، و ستمكاران را ياورى نيست. پروردگارا! ما از منادى ـ پيامبر صلی الله علیه و سلم شنيديم كه ـ مردم را ـ به ايمان بـه پروردگارشان مى خواند، وما ايمان آورديم. پروردگارا! گناهان ما را بيامرز، و بديهاى مان را بپوشان، و ما را با نيكان بميران. پروردگارا! آنچه را كه با پيغمبران خود به ما وعده داده اى، به ما عطا كن، و در روز رستاخيز ما را خوار و زبون مگردان، بى گمان تو خلاف وعده نخواهى كرد.پس پروردگارشان دعاى ايشان را پذيرفت، و پاسخشان داد كه من عمل هيچ صاحب عملى از شما را كه انجام گرفته باشد، خواه زن باشد يا مرد، ضايع نخواهم كرد. بعضى از شما از بعض ديگر تولد شده ايد. (و همگى هم نوع و هم جنس مى باشيد) آنان كه هجرت كردند، و از خانه هاى خود رانده شدند و در راه من اذيت و آزار كشيدند و جنگيدند و كشته شدند، به يقين گناهانشان را مى بخشم، و در بهشتى جاى مى دهم كه از زير (درختان) آن نهرها در جريان است، اين پاداش از سوى خداست، و پاداش نيكو تنها نزد خـداست. رفت و آمد كافران در شهرها، تو را نفريبد. (اين) متاع ناچيزى است، سپس جايگاهشان دوزخ است، و چه بد جايگاهى است، ولى آنهايى كه از پروردگارشان می‌ترسند، بهشت از آنِ ايشان است كه در زير (درختان) آن نهرها جارى است، و جاودانه در آن مى مانند، اين پاداشى از جانب خدا است. و آنچه در نزد خداست براى نيكان بهتر است. برخى از اهل كتاب هستند كه به خدا و بدانچه بر شما نازل شده و بدانچه بر خود آنان نازل گرديده ايمان دارند، در برابر خدا فروتن بوده، آنها هرگز آيات خدا را به بهاى ناچيز (دنيا) نمى فروشند، پاداش ايشان در نزد پروردگارشان است، خداوند به سرعت حساب بندگان را رسيدگى مى كند، اى مؤمنان! شكيبائى ورزيد، و استقامت و پايدارى كنيد، و مراقبت به عمل آوريد، و از خدا بترسيد تا اينكه رستگار شويد."
    },
    {
        "_id": 5,
        "ar": "الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة",
        "chapter_id": 2,
        "ckb": "سوپاس و ستایش بۆ ئەو خودایەی، کە ئەم پۆشاکەی پۆشیم و پێی بەخشیم، بەبێ ھیچ تێکۆشان و توانایەکی خۆم.",
        "en": "Praise is to Allah Who has clothed me with this (garment) and provided it for me, though I was powerless myself and incapable",
        "fa": "حمد از آنِ خدايى است كه اين لباس را به من پوشانيد و بدون اينكه من قدرت و توانايى داشته باشم آنرا به من عنايت كرد."
    },
    {
        "_id": 6,
        "ar": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
        "chapter_id": 3,
        "ckb": "خودایە سوپاس و ستایش بۆ تۆیە، تۆ پۆشتەت کردم، خودایە داوای چاکەی ئەم پۆشاکەت لێدەکەم و داوای ئەو چاکەیەش، کە بۆی دروست کراوە، ھەروەھا پەنات پێ دەگرم لە خراپەیی و لەو خراپەیەی، کە بۆی دروست کراوە.",
        "en": "O Allah, praise is to You. You have clothed me. I ask You for its goodness and the goodness of what it has been made for, and I seek Your protection from the evil of it and the evil of what it has been made for.",
        "fa": "الهى! ستايش براى تو است، تويى كه اين لباس را به من پوشاندى، از تو خير آنرا مى خواهم، و خير آنچه را كه براى آن ساخته شده است. و به تو از بدى آن و بدى آنچه كه براى آن ساخته شده است پناه می‌برم."
    },
    {
        "_id": 7,
        "ar": "تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى",
        "chapter_id": 4,
        "ckb": "ئەو پۆشاکە بیڕزێنیت بە تەمەنێکی درێژەوە و خودای بەرز و بڵندیش پۆشاکێکی باشتری بخاتە شوێن.",
        "en": "May Allah replace it when it is worn out.",
        "fa": "خدا كند اين لباس را تا مدتى بپوشيد، و كهنه نمائيد، و خداوند تعالى به جاى آن، لباس ديگرى به شما بدهد. [يعنى خداوند شما را از عمر طولانى برخوردار نمايد]."
    },
    {
        "_id": 8,
        "ar": "اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً",
        "chapter_id": 4,
        "ckb": "خودای گەورە پۆشاکێکی نوێت پێ ببەخشێت و تەمەنت بە درێژی لەسەر پەرستش و عیبادەت بەسەر بەریت و بە باشترینی شێوەش بمریت، کە شەھیدییە.",
        "en": "Put on new clothes, live a praise-worthy life and die as a martyr.",
        "fa": "لباس جديدى را بپوشى، و زندگى نيكويى داشته باشى، و با شهادت از اين دنيا بروى."
    },
    {
        "_id": 9,
        "ar": "بِسْمِ اللَّهِ",
        "chapter_id": 5,
        "ckb": "بەناوی خودا پۆشاکەکەم دادەنێم.",
        "en": "In the Name of Allah.",
        "fa": "به نام خدا."
    },
    {
        "_id": 10,
        "ar": "(بِسْمِ اللَّهِ) اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث",
        "chapter_id": 6,
        "ckb": "بەناوی خودا دەچمە ژورەوە، خودایە من پەنات پێ دەگرم لە شەیتانە نێر و مێینەکان.",
        "en": "In the Name of Allah. O Allah, I seek protection in You from the male and female unclean spirits.",
        "fa": "(به نام خدا) الهى! از جن هاى خبيث و پليد، أعم از زن و مرد، به تو پناه مى برم."
    },
    {
        "_id": 11,
        "ar": "غُفْرَانَكَ",
        "chapter_id": 7,
        "ckb": "خودایە داوای لێ خۆشبوونت لێدەکەم، چونکە ئەم ماوەیە دوور بووم لە یاد و زیکری تۆ.",
        "en": "I seek Your forgiveness.",
        "fa": "الهى! از تو آمرزش می‌طلبم."
    },
    {
        "_id": 12,
        "ar": "بِسْمِ اللَّهِ",
        "chapter_id": 8,
        "ckb": "بەناوی خودا دەستنوێژ دەگرم.",
        "en": "In the Name of Allah",
        "fa": "به نام خدا."
    },
    {
        "_id": 13,
        "ar": "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ",
        "chapter_id": 9,
        "ckb": "شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاکی بێ ھاوەڵ، ھەروەھا شایەتی دەدەم بەوەی، کە بەڕاستی موحەممەد (صلی الله علیە وسلم) بەندە و نێردراوی خودایە.",
        "en": "I bear witness that none has the right to be worshiped but Allah alone, Who has no partner; and I bear witness that Muhammad is His slave and His Messenger.",
        "fa": "شهادت مى دهم كه بجز الله، معبودى (بحق) وجود ندارد، يكتاست و شريكى براى او نيست، و شهادت مى دهم كه محمد، بنده و فرستاده ى اوست."
    },
    {
        "_id": 14,
        "ar": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ",
        "chapter_id": 9,
        "ckb": "خودایە بمگێڕە لە بەندە تەوبە کارەکان و بەندە خۆ پاککەرەوەکان.",
        "en": "O Allah, make me among those who turn to You in repentance, and make me among those who are purified.",
        "fa": "پروردگارا! مرا از توبه كنندگان بگردان و جزو كسانى قرار ده كه كاملاً طهارت مى كنند و پاكيزه اند."
    },
    {
        "_id": 15,
        "ar": "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ",
        "chapter_id": 9,
        "ckb": "خودایە پاکی و بێگەردی و ستایش بۆ تۆ، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە جگە لە تۆ، داوای لێخۆشبونت لێدەکەم و بۆ لای تۆش دەگەڕێمەوە.",
        "en": "Glory is to You, O Allah, and praise. I bear witness that there is none worthy of worship but You. I seek Your forgiveness and turn to You in repentance.",
        "fa": "خداوندا! پاكى تو را بيان مى كنم، و تو را ستايش مى نمايم، و گواهى می‌دهم كه بجز تو، ديگر معبودى (بحق) نيست، از تو طلب مغفرت مى كنم، و در حضورت توبه می‌نمايم."
    },
    {
        "_id": 16,
        "ar": "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ",
        "chapter_id": 10,
        "ckb": "بەناوی خودا دەچمە دەر لە ماڵ، پشتم بە خودا بەست و ھیچ ھەوڵ و ھێزێکیش نییە جگە لەو توانا و ھێزەی، کە لە لایەن خوداوەیە.",
        "en": "In the Name of Allah, I have placed my trust in Allah, there is no might and no power except by Allah.",
        "fa": "به نام خدا، بر خدا توكّل كردم، و هيچ قدرت و توانائى جز از طرف خدا نيست."
    },
    {
        "_id": 17,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ",
        "chapter_id": 10,
        "ckb": "خودایە من پەنا دەگرم بە تۆ لەوەی، کە خەڵکی گومڕا بکەم ، یان گومڕا بکرێم، یان ھەڵە بکەم، یان ھەڵەم پێ بکرێت، یان ستەم بکەم یان ستەمم پێ بکرێت، یان نەزانی و نەفامی بکەم، یان نەزانی و نەفامیم بەرامبەر بکرێت بکرێت.",
        "en": "O Allah, I seek refuge in You lest I misguide others, or I am misguided by others, lest I cause others to err or I am caused to err, lest I abuse others or be abused, and lest I behave foolishly or meet with the foolishness of others.",
        "fa": "پروردگارا! من به تو پناه مى برم از اينكه خودم گمراه شوم، يا بوسيله ى ديگرى گمراه شوم، و يا اينكه بلغزم، يا لغزيده شوم، يا ستم كنم، يا مورد ستم قرار گيرم، يا دچار جهالت شوم، يا با من به جهالت رفتار شود."
    },
    {
        "_id": 18,
        "ar": "بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ",
        "chapter_id": 11,
        "ckb": "بەناوی خودا چوینەژورەوە و بەناوی خودا دەرچوین لە ماڵ، پشت و پەناشمان بەستووە بە خودای پەروەردگارمان.",
        "en": "In the Name of Allah we enter, in the Name of Allah we leave, and upon our Lord we depend.(One should mention the Name of Allah when entering the home and when beginning to eat; and that the devil, hearing this, says: “there is no shelter for us here tonight and no food”.)",
        "fa": "به نام الله داخل شديم، و بنام الله خارج گشتيم، و بر پروردگارمان توكّل نموديم. و بعد از خواندن دعاى فوق، به خانواده اش سلام بگويد."
    },
    {
        "_id": 19,
        "ar": "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّم لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً.\r\n(اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي... وَنُوراً فِي عِظَامِي) (وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً) (وَهَبْ لِي نُوراً عَلَى نُورٍ)",
        "chapter_id": 12,
        "ckb": "خودایە ڕوناکی لە دڵما بەرپا بکە و لە زار و بیستن و بینین و سەرەوە و خوارەوە و لای ڕاست و لای چەپ و پێشەوە و پاشەوە و دەرونمدا ڕوناکی بچەسپێنە، ڕوناکیم بۆ گەورە بکەیت و ڕوناکیم تێدا گەورە بکەیت و بمکەیتە ڕوناکی، خودایە ڕوناکیم پێ ببەخشە و ڕوناکی بکەرە ناو دەمارەکانمەوە و لە گۆشت و خوێن و قژ و پێستمدا ڕوناکی بچەسپێنە.\r\n(خودایە ڕوناکی لە ناو گۆڕەکەمدا دابنێ، ھەروەھا ڕوناکی بچەسپێنە لە ئێسقانەکانمدا). (خودایە ڕوناکیم بۆ زیاد بکە، ڕوناکیم بۆ زیاد بکە، ڕوناکیم بۆ زیاد بکە). (خودایە ڕوناکیم لەسەر ڕوناکی پێ ببەخشە).",
        "en": "O Allah, place light in my heart, and on my tongue light, and in my ears light and in my sight light, and above me light, and below me light, and to my right light, and to my left light, and before me light and behind me light. Place in my soul light. Magnify for me light, and amplify for me light. Make for me light and make me a light. O Allah, grant me light, and place light in my nerves, and in my body light and in my blood light and in my hair light and in my skin light. O Allah, make for me a light in my grave... And a light in my bones. Increase me in light, increase me in light, increase me in light. Grant me light upon light.",
        "fa": "الهى! در قلب، زبان، گوش و چشم من نور قرار ده، و بالا، و پايين، راست، چپ، مقابل، پشت و درون مرا منوّر گردان، و نور را براى من بيفزاى، و بزرگ گردان، و مرا نورى عطا فرما، و در عصب، گوشت، خون، مو و پوست من نورى قرار ده.\r\n(الهى! قبرم را منوّر گردان، و در استخوان هايم نور قرار بده). (و براى من نور را افزون فرما، افرون فرما، افزون فرما). (و نور بر روى نور به من عطا كن)."
    },
    {
        "_id": 20,
        "ar": "يَبْدَأُ بِرِجْلِهِ الْيُمْنَى، وَيَقُولُ: أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ. [بِسْمِ اللَّهِ، وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ] اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ",
        "chapter_id": 13,
        "ckb": "بە پێی ڕاست دەچیتە ژوورەوە و دەلێیت: پەنا دەگرم بەخودای گەورە و بە ڕوی بەڕێزی و بە دەسەڵاتی ھەر بووی و بەردەوامی لە شەیتانی نەفرین لێکراو. بەناوی خودا دەچمە ناو مزگەوت، دروودو سڵاو لەسەر نێردراوی خودا. خودایە دەرگاکانی ڕەحمەتی خۆتم لێ بکەرەوە.",
        "en": "I seek refuge in Almighty Allah, by His Noble Face, by His primordial power, from Satan the outcast. In the Name of Allah, and blessings and peace be upon the Messenger of Allah. O Allah, open before me the doors of Your mercy.",
        "fa": "با پای راست وارد می شود و می گوید: به خداوند بزرگ و روى گرامى [كه لايق جلالش است] و قدرت قديم و أزلى او پناه مى برم از بدى شيطان رانده شده. (به نام الله، و درود و سلام بر رسول الله(ص)). الهى! درهاى رحمت خود را بر من بگشا."
    },
    {
        "_id": 21,
        "ar": "يَبْدَأُ بِرِجْلِهِ الْيُسْرَى، وَيَقُولُ: بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ",
        "chapter_id": 14,
        "ckb": "بەناوی خودا دێمە دەرەوە لە مزگەوت، دورود و سڵاو لەسەر نێردراوی خودا، خودایە داوای فەزڵ و بەخشینی خۆتـت لێدەکەم، خودایە بم پارێزە لە شەیتانی نەفرین لێکراوی دەرکراو لە ڕەحمەتی خۆت.",
        "en": "In the Name of Allah, and peace and blessings be upon the Messenger of Allah. O Allah, I ask for Your favor, O Allah, protect me from Satan the outcast.",
        "fa": "با پای چپ خارج می شود، به نام خدا و درود و سلام بر رسول الله صلی الله علیه و سلم، الهى! از تو فضل را مسألت مى نمايم، الهى! مرا از شيطان مردود، حفاظت فرما."
    },
    {
        "_id": 22,
        "ar": "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي (حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ) فَيقُولُ: (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)",
        "chapter_id": 15,
        "ckb": "ئەوکەسەی، کە گوێی لە بانگ دەبێت، ئەوە دەڵێتەوە کەوا بانگ بێژ دەیڵێت، جگە لە کاتی گوتنی: (حَيَّ عَلَى الصَّلاةِ، وَحَيَّ عَلَى الفَلاحِ) نەبێت، ئەوە لەو کاتەدا دەڵیت: (ِلاَ حَوْلَ وَلاَ قَوَّةَ إِلاَّ بِاللهِ) .",
        "en": "Repeat what the muazzin says, except for when he says: حَيَّ عَلَى الصَّلاَةِ وَحَيَّ عَلَى الْفَلَاحِ.Here you should says: \"There is no might and no power except by Allah\".",
        "fa": "هر چـه را كه مؤذن مى گويد، شنونده تكرار كند مگر در: (حَيَّ عَلَى الصَّلاةِ، وَحَيَّ عَلَى الفَلاَحِ)، كـه در جـواب مى گويد: (لاَ حَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ) ."
    },
    {
        "_id": 23,
        "ar": "يَقُولُ: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً.\r\nيَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ.",
        "chapter_id": 15,
        "ckb": "ھەروەھا ئەمە دەڵێت لە دوای شایەتمانی بانگ بێژ: من شایەتی دەدەم، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، ھەروەھا شایەتیش دەدەم، کە موحەممەد (صلی الله علیە وسلم) بەندە و نێردراوی خودایە، من ڕازیم بەوەی، کە (الله) پەروەردگارم بێت و موحەممەد (صلی الله علیە وسلم) نێردراوی خودا و پێغەمبەرم بێت و ئیسلامیش ئاین و بەرنامەم بێت.",
        "en": "After the muazzin says the words of affirmation of Faith (Shahadah) says: \"I bear witness that none has the right to be worshiped but Allah alone, Who has no partner, and that Muhammad is His slave and His Messenger. I am pleased with Allah as my Lord, with Muhammad as my Messenger and with Islam as my religion\".",
        "fa": "نيز شخص گويد: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، رَضِيْتُ بِاللهِ رَباًّ، وَبِمُحَمَّدٍ رَسُوْلاً، وَبِالإِسْلاَمِ دِيْناً.\r\nو من گواهى مى دهم كه هيچ معبودى، بجز الله (بحق) وجود ندارد، يكتاست و شريكى ندارد، و محمد صلی الله علیه و سلم بنده و فرستاده ى اوست، من از اينكه الله، پروردگار و محمد، پيامبر و اسلام، دين من است، راضى و خشنودم. (پس از اينكه مؤذن شهادتين را گفت، اين ذكر، خوانده شود)."
    },
    {
        "_id": 24,
        "ar": "يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ",
        "chapter_id": 15,
        "ckb": "سەڵاوات دەدات لەسەر پێغەمبەر (صلی الله علیە وسلم) لە دوای تەواوبوونی بانگ .",
        "en": "One should then send prayers on the Prophet (saws) after answering the call of the muazzin.",
        "fa": "بعد از پايان اجابت مؤذن، بر پيامبر صلی الله علیه و سلم درود فرستاده شود."
    },
    {
        "_id": 25,
        "ar": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ]",
        "chapter_id": 15,
        "ckb": "ھەروەھا دەڵێت: خودایە پەروەردگاری ئەم بانگەوازە تەواو و بێ کەم و کورتییە، (کە بریتیە لە بانگەوازی (تەوحید))، خاوەنی درودی بەردەوام، ببەخشە بە پێغەمبەر موحەممەد (صلی الله علیە وسلم) پلە و پایەی بەرزی (الوسيلة) (پلە و پایەیەکە لە بەھەشتدا) ھەروەھا (الفضيلة) (کە پلەیەکە تەنیا بەیەک نەفەردەدرێت لە ڕۆژی دواییدا ئەویش پلەی شەفاعەتە) ھەروەھا ببەخشە پێی ئەو شوێنە بەرز و باشەی، کە بەڵێنت پێداوە.",
        "en": "O Allah, Lord of this perfect call and established prayer. Grant Muhammad the intercession and favor, and raise him to the honored station You have promised him, verily You do not neglect promises.",
        "fa": "(بعد از درود) گفته شود: اللَّهُمَّ رَبَّ هَذِِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ القَائِمَةِ، آتِ مُحَمَّداً الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوْداً الَّذِيْ وَعَدْتَهُ، [إِنَّكَ لاَ تُخْلِفُ الْمِيْعَادَ].\r\nبار الها! اى پروردگارِ اين نداى كامل و نماز بر پا شونده، به محمد صلی الله علیه و سلم وسيله (مقامى والا در بهشت) و فضيلت عنايت بفرما، و او را به (مقام شايسته اى) كه وعده فرموده اى نايل بگردان، [همانا تو خُلف وعده نمی‌كنى]."
    },
    {
        "_id": 26,
        "ar": "يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ",
        "chapter_id": 15,
        "ckb": "نزاو دوعا دەکات بۆ خۆی لە بەینی بانگ و قامەتدا، چونکە بەڕاستی دوعا لەو کاتەدا ڕەت ناکرێتەوە .",
        "en": "One should also supplicate for himself during the time between the azan and the iqamah as supplication at such time is not rejected.",
        "fa": "شخص در بين اذان و اقامه براى خودش دعا كند، چرا كه دعا در اين هنگام رد نمى شود."
    },
    {
        "_id": 27,
        "ar": "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ",
        "chapter_id": 16,
        "ckb": "خودایە نێوان خۆم و ھەڵە و تاوانەکانم دوور بخەرەوە، ھەروەکو چۆن نێوان ڕۆژ ھەڵات و ڕۆژ ئاوات دوورخستۆتەوە، خودایە پاکم بکەرەوە لە گوناھەکانم، ھەر وەکو چۆن پۆشاکی سپی لە چڵک و پیسی پاک دەبێتەوە، خودایە لە ھەڵە و تاوانەکانم بمشۆ بە بەفر و ئاو و تەرزە.",
        "en": "O Allah, separate me from my sins as You have separated the East from the West. O Allah, cleanse me of my transgressions as the white garment is cleansed of stains. O Allah, wash away my sins with ice and water and frost.",
        "fa": "بار الها! بين من و خطاهاى من، همانند فاصله اى كه بين مشرق و مغرب انداخته اى، فاصله بينداز، و مرا از خطاهايم پاک ساز، همانند لباس سفيدى كه از آلودگى پاك می‌شود. بار الها! خطاهاى مرا با برف و آب و تگرگ بشوى."
    },
    {
        "_id": 28,
        "ar": "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ",
        "chapter_id": 16,
        "ckb": "خودایە پاکی و بێگەردی و سوپاس و ستایش بۆ تۆیە، ھەروەھا ناوەکانت زۆر پیرۆز و گەورەن، بەرز و بڵندە گەورەیت، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.",
        "en": "Glory is to You O Allah, and praise. Blessed is Your Name and Exalted is Your Majesty. There is none worthy of worship but You.",
        "fa": "بار الها! پاك و منزهى، و حمد از آنِ توست، و نامت با بركت است وقدرت و شكوه تو بسيار بالاست و هيچ معبودى بجز تو (بحق) وجود ندارد."
    },
    {
        "_id": 29,
        "ar": "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ",
        "chapter_id": 16,
        "ckb": "من ڕومکردە ئەو زاتەی، کە ئاسمانەکان و زەوی بەدی ھێناوە، لەھەموو ھاوەڵ بۆ دانان و کارێکی پڕ و پوچ و بەتاڵیش لامدا و ڕووم تەنیا لە تەوحید و یەک خودا پەرستی کرد، من لەو کەسانەش نیم، کە ھاوبەشی بۆ دابنێم، بەڕاستی نوێژ و (پەرستش و قوربانی و حەج) و ژیان و مردنم ھەمووی ھەر بۆ خودای پەروەردگاری جیھانیانە، خودایە تۆی پادشایت و ھیچ پەرستراوێک نییە، کە شایەنی پەرستن بێت، جگە لە تۆ نەبێت، خودایە تۆ پەروەردگارمیت و منیش بەندەی تۆم، دان دەنێم بەوەی، کە من ستەمم لە خۆم کردووە و کەسێکی تاوانبارم، کەواتە خودایە لە گشت تاوانەکانم خۆش ببە، چونکە بەڕاستی ھیچ کەسێک لە تاوانەکان خۆش نابێت، جگە لە تۆ نەبێت، ڕێنومونیم بکە بۆ جوانترینی ڕەوشتەکان، ھیچ یەکێکیش ڕێنمونی ناکات بۆ باشترینی ڕەوشتەکان، جگە لە تۆ نەبێت، کارە خراپەکانم لێ دوور بخەرەوە، ھیچ کەسێکیش کارە خراپەکانم لێ دوور ناخاتەوە، جگە لە تۆ نەبێت، من لە پێناوتدام و وەڵامت دەدەمەوە و گوێڕایەڵتم و شوێن ئاینەکەشت دەکەوم، خێر و چاکە بەدەستی تۆیە و خراپەش نادرێتە پاڵ تۆ  ، من پشت و پەنام بە تۆیە و بۆ لای تۆش دەگەڕێمەوە, پاکی و بێگەردی و بەرز و بڵندی بۆ تۆیە، داوای لێ خۆش بوونت لێدەکەم و بۆلاتیش دەگەڕێمەوە.",
        "en": "I have turned my face sincerely towards He who has brought forth the heavens and the Earth and I am not of those who associate (others with Allah). Indeed my prayer, my sacrifice, my life and my death are for Allah, Lord of the worlds, no partner has He, with this I am commanded and I am of the Muslims. O Allah, You are the Sovereign, none has the right to be worshiped except You. You are my Lord and I am Your servant, I have wronged my own soul and have acknowledged my sin, so forgive me all my sins for no one forgives sins except You. Guide me to the best of characters for none can guide to it other than You, and deliver me from the worst of characters for none can deliver me from it other than You. Here I am, in answer to Your call, happy to serve you. All good is within Your hands and evil does not stem from You. I exist by your will and will return to you. Blessed and High are You, I seek Your forgiveness and repent unto You.",
        "fa": "من چهره ام را به سوى ذاتى متوجه كرده ام كه آسمان ها و زمين را آفريد، در حالى كه من از باطل روى گردان شده و به سوى حق آمده ام، و از مشركان نيستم، نماز، عبادت، زندگى و مرگم از آنِ پروردگار جهانيان است كه شريكى ندارد، دستور يافته ام كه چنين كنم، و من از فرمانبرداران مى باشم. پروردگارا! توئى پادشاه، بجز تو، معبودى (بحق) وجود ندارد. تو پروردگار من هستى و من بنده ى تو هستم، بر خود ظلم كردم، و به گناهم اعتراف نمودم، همه ى گناهانم را ببخشاى، همانا بجز تو كسى گناهانم را نمى آمرزد.الهى! مرا به نيكوترين اخلاق و خصلت ها، رهنمون فرما، همانا بجز تو كسى نيست كه مرا بسوى آنها هدايت كند. الهى! خصلت هاى بد را از من دور بگردان، زيرا بجز تو كسى نيست كه آن ها را از من دور بگرداند. من در بارگاهت حاضرم، و براى اطاعتت آماده ام، هرگونه خير و نيكى در اختيار توست، بدى را به سوى تو راهى نيست. الهى! من به لطف تو موجودم، و به سوى تو متوجه ام، تو بسيار بابركت و برتر هستى، از تو آمرزش مى خواهم، و در بارگاهت توبه می‌كنم."
    },
    {
        "_id": 30,
        "ar": "اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ",
        "chapter_id": 16,
        "ckb": "خودایە پەروەردگاری جیبرائیل و میکائیل و ئیسرافیل، بەدیھێنەری ئاسمانەکان و زەوی، زانا بە نھێنی و ئاشکراکان، تۆ فەرمان و حوکم دەکەیت لە نێوان بەندەکانتدا لەو شتانەی کەوا جیاوازییان تێدا ھەیە، ڕێنموونیم بکە بۆ ئەو ڕاستییەی، کە خەڵکی جیاوازییان تێدا ھەیە بە فەزڵ ئاسانکاری خۆت، بەڕاستی ھەرکەسێک تۆ بتەوێت ڕێنموونی دەکەیت بۆ ڕێگای ڕاستی خۆت.",
        "en": "O Allah, Lord of Jibraeel, Meekaeel and Israfeel (great angles), Creator of the heavens and the Earth, Knower of the seen and the unseen. You are the arbitrator between Your servants in that which they have disputed. Guide me to the truth by Your leave, in that which they have differed, for verily You guide whom You will to a straight path.",
        "fa": "الهى! پروردگار جبرائيل و ميكائيل و اسرافيل، اى مبدع آسمان ها و زمين، و آگاه از دنياى پنهان از ديدگان، و مطلّع از جهان عيان، تـو در بين بندگانت در آن چـه كه در آن اختـلاف مى ورزند، حاكمى، مرا به آنچه كه از حقّ در آن اختلاف شده است، با اراده ات هدايت كن، چرا كه تو هركس را كه بخواهى به راه راست هدايت می‌كنى."
    },
    {
        "_id": 31,
        "ar": "اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً \r\n(ثَلاثاً) أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ",
        "chapter_id": 16,
        "ckb": "بەڕاستی خودا لە ھەموو گەورەیک گەورەترە، خودا لە ھەموو گەورەیەک گەورەترە، خودا لە ھەموو گەورەیەک گەورەترە، سوپاس و ستایشی زۆریش بۆ ئەوە، سوپاس و ستایشی زۆریش بۆ ئەوە، سوپاس و ستایشی زۆریش بۆ ئەوە، پاکی و بێگەردی بۆ ئەوە لە بەیانیان و ئێواراندا. (سێ جار) پەنا دەگرم بە خودا لە شەیتان، ھەروەھا لە خۆ بەگەورە زانین و ھۆندراوەی خراپ و شێتبوون.",
        "en": "Allah is the Greatest, Most Great. Allah is the Greatest, Most Great. Allah is the Greatest, Most Great. Praise is to Allah, abundantly. Praise is to Allah, abundantly. Praise is to Allah, abundantly. Glory is to Allah, at the break of day and at its end. (Three times)(1)I seek refuge in Allah from Satan. From his breath and from his voice and from his whisper.(2)",
        "fa": "الله، برترين و بزرگترين است، همه ى ستايش ها به كثرت مخصوص اوست، من صبح و شام او را تسبيح مى گويم. \r\n(سه بار) به الله پناه مى برم از غرور، سحر و وسوسه‌ی شيطان."
    },
    {
        "_id": 32,
        "ar": "اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ]",
        "chapter_id": 16,
        "ckb": "خودایە سوپاس و ستایش بۆ تۆ، تۆی ڕوناکی ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس و ستایش بۆ تۆ و تۆی ھەڵسوڕێنەری ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس و ستایش بۆ تۆ و تۆی پەروەردگاری ئاسمانەکان و زەوی و ئەوەیش، کە تێیادایە، سوپاس و ستایش بۆ تۆ و بۆ تۆیە سامانی ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس ستایش بۆ تۆو تۆی پادشای ئاسمانەکان و زەوی، سوپاس و ستایش بۆ تۆ، خودایە تۆ ڕاستیت و بەڵێنەکانت ڕاستن و گوتەکانت ڕاستن و گەیشتن پێت ڕاستە و بەھەشت ڕاستەء دۆزەخ ڕاستە و پێغەمبەران ڕاستن و محمد (صلی الله علیە وسلم) ڕاستە و ڕۆژی دوایش ڕاستە، خودایە ملکەچی تۆبووم و پشتم بە تۆ بەست و باوەڕم پێت ھێنا و بۆ لای تۆ گەڕامەوە و بە پشتیوانی تۆ بەرپەرچی دوژمنانم دەدەمەوە و حوکمەکانیش دێنمەوە بۆلای تۆ، لێم خۆش ببە لەو گوناھانەی، کە لە پێشوودا کردوومە و ئەوانەشی، کە لە داھاتوودا دەیکەم و ئەوانەشی، کە بە نھێنی و بە ئاشکرا کردوومە، تۆ پێشخەریت و تۆ دواخەریت و ھیچ پەرسراوێکیش نییە کە شایستەی پەرستن بێت جگە لە تۆ نەبێت، تۆ پەرستراومیت و ھیچ پەرسراوێک نییە، کە شایستەی پەرستن بێت جگە لە تۆ.",
        "en": "O Allah, praise is to You. You are the Light of the heavens and the earth and all that they contain. Praise is to You, You are the Sustainer of the heavens and the earth and all they contain. Praise is to You, You are the Lord of the heavens and the earth and all they contain. Praise is to You, Yours is dominion of the heavens and the earth and all they contain. Praise is to You, You are the King of the heavens and the earth. And praise is to You. You are the Truth, Your Promise is true, Your Word is true, Your audience is true, Paradise is true, Hell is true, the Prophets are true, and Muhammad (peace and blessings be upon him) is true, and the Hour of Judgment is true. O Allah, to You I have submitted, and upon You I depend. I have believed in You and to You I turn in repentance. For Your sake I dispute and by Your standard I judge. Forgive me what I have sent before me and what I have left behind me, what I have concealed and what I have declared. You are the One Who sends forth and You are the One Who delays , there is none who has the right to be worshiped but You. You are my God, there is none who has the right to be worshiped but You.",
        "fa": "بار الها! حمد از آنِ تو است، تو نور آسمان ها و زمين، و آنچه كه در ما بين آنهاست، هستى. حمد از آنِ تو است، تو سرپرست آسمان ها و زمينى، و آنچه كه در بين آنهاست. [و حمد از آنِ تو است، تو پروردگار آسمان ها و زمين و آنچه كه در بين آنهاست، هستى]. [و حمد از آنِ تو است، تو پادشاه آسمان ها و زمين هستى]. [و حمد از آنِ توست] [تو حقّى، وعده، گفتار، لقاء، بهشت، آتش، پيامبران، محمد صلی الله علیه و سلم، و روز قيامت حقّ هستند] [پروردگارا!من تسليم توأم، و بر تو توكّل نمودم، و به تو ايمان آوردم، و به سوى تو برگشتم، و بخاطر تو دشمنى ورزيدم، و حاكميت از آنِ تو است، و گناهانى را كه پيش از مرگ فرستاده ام و آنچه را كه بعد از مرگ، خواهند آمد، و آنچه را كه پنهان نموده ام، و آنچه را كه آشكار ساخته ام، ببخشاى، تقديم و تأخير بدست تو است، و هيچ معبودى بجز تو (بحق) وجود ندارد]."
    },
    {
        "_id": 33,
        "ar": "سُبْحانَ رَبِّيَ الْعَظِيمِ (ثلاث مرات)",
        "chapter_id": 17,
        "ckb": "پاک و بێگەردی بۆ پەروەردگاری گەورە و مەزنم. (سێ جار)",
        "en": "Glory to my Lord the Exalted. (Three times)",
        "fa": "پروردگار بزرگم پاك و منزّه است، (سه مرتبه)"
    },
    {
        "_id": 34,
        "ar": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
        "chapter_id": 17,
        "ckb": "ئەی خودای پەروەردگارمان پاک و بێگەردی و سوپاس و ستایش بۆ تۆ، خودایە لە گوناھەکانم خۆشببە.",
        "en": "Glory is to You, O Allah, our Lord, and praise is Yours. O Allah, forgive me.",
        "fa": "پروردگارا! تو پاك و منزّهى، خدايا تو را ستايش مى نمايم، الهى، مرا ببخشاى."
    },
    {
        "_id": 35,
        "ar": "سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ",
        "chapter_id": 17,
        "ckb": "پاکی و بێگەردی و بێکەم و کورتی بۆ ئەو زاتەی، کە پەروەردگاری فریشتەکان و جیبرەئیلە.",
        "en": "Glory (to You), Most Holy (are You), Lord of the angels and the Spirit.",
        "fa": "بسيار پاك و منزّه است پروردگار فرشتگان و جبرئيل."
    },
    {
        "_id": 36,
        "ar": "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي]",
        "chapter_id": 17,
        "ckb": "خودایە بۆ تۆ چەمیمەوە و باوەڕم بە تۆ ھێنا و تەسلیمی تۆ بووم و بیستن و بینین و مۆخ و ئێسقان و دەمار و ھەموو ئەو شتانەی، کە قاچەکانم ھەڵیان گرتووە مل کەچی تۆ بوون.",
        "en": "O Allah, to You I bow (in prayer) and in You I believe and to You I have submitted. Before You my hearing is humbled, as is my sight, my mind, my bones, my nerves and what my feet have mounted upon (for travel).",
        "fa": "پروردگارا! براى تو ركوع كردم، به تو ايمان آوردم، و به تو تسليم شدم. گوش، چشم، مخ، استخوان، پى و رگم و تمام اعضاى بدنم براى تو خشوع و فروتنى نمودند."
    },
    {
        "_id": 37,
        "ar": "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ",
        "chapter_id": 17,
        "ckb": "پاکی و بێگەردی بۆ ئەو خودایەی، کە خاوەنی ھێز و تەصەڕوفی بێ سنوور و سامان و گەورەیی و مەزنییە.",
        "en": "Glory is to You, Master of power, of dominion, of majesty and greatness.",
        "fa": "پاك است پروردگارى كه مالك قدرت، فرمانروايى، بزرگى و عظمت است."
    },
    {
        "_id": 38,
        "ar": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ",
        "chapter_id": 18,
        "ckb": "خودای بێ ھاوتا نزا و ستایشی ئەو کەسەی بیست و وەریگرت، کە سوپاس و ستایشی کرد.",
        "en": "Allah hears whoever praises Him.",
        "fa": "الله شنيد و قبول كرد ستايش كسى را كه او را ستايش نمود."
    },
    {
        "_id": 39,
        "ar": "رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ",
        "chapter_id": 18,
        "ckb": "پەروەردگارمان سوپاس و ستایش بۆ تۆ، سوپاسێکی زۆری پاکی پیرۆز.",
        "en": "Our Lord, praise is Yours, abundant, good and blessed praise.",
        "fa": "پروردگارا! حمد و ستايش هاى زياد، خوب و مبارک از آنِ تو است."
    },
    {
        "_id": 40,
        "ar": "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ",
        "chapter_id": 18,
        "ckb": "پڕ بە ئاسمانەکان و پڕ بە زوی و ئەوەیش، کە لە نێوانیاندایە، ھەروەھا ئەو شتەی کەوا تۆ بتەوێت لەدوای ئەمانە، ئەی خاوەنی ستایش و گەورەی و پایەی بەرز، ڕەواتر بێت لەوەی، کە وا بەندەکەت دەیڵێت و ھەموشمان بەندەی تۆین، خودایە ھیچ ڕێگرێک نییە لەوەی، کە تۆ دەی بەخشیت و ھیچ بەخشەرێکیش نییە لەوەی، کە تۆ دەیگریتەوە، ھیچ کەسێکیش ماڵ و منداڵ و سامانی سوودی پێ ناگەیەنێت جگە لە کردەوەی چاکی خۆی نەبێت.",
        "en": "(A praise that) fills the heavens and the earth and what lies between them, and whatever else You please. (You Allah) are most worthy of praise and majesty, and what the slave has said, we are all Your slaves. O Allah, there is none who can withhold what You give, and none may give what You have withheld. And the might of the mighty person cannot benefit him against You.",
        "fa": "الهى! حمدى كه آسمان ها و زمين و ميان آن ها و هر چه تو بخواهى را پر كند، از آنِ تو است. الهى! تو اهل ستايش و عظمت هستى. الهىّ تو شايسته ى ستايش بندگان هستى. همگى ما بندگانت هستيم، آن چه تو بفرمائى هيچ كس جلوى آن را نمى گيرد، و آنچه جلوى آن را بگيرى كسى قدرت ندارد آن را عطا نمايد. الهى! صاحب ثروت، او را ثروتش از عذاب تو نجات نمى دهد و (تمامى شكوه) و ثروت از آنِ تو است."
    },
    {
        "_id": 41,
        "ar": "سُبْحَانَ رَبِّيَ الأَعْلَى (ثلاث مرات)",
        "chapter_id": 19,
        "ckb": "پاکی و بێگەردی بۆ پەروەردگاری بەرز و بڵند. (سێ جار)",
        "en": "Glory is to my Lord, the Most High. (Three times)",
        "fa": "منزّه است پروردگار بزرگ و برتر من (سه مرتبه)"
    },
    {
        "_id": 42,
        "ar": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
        "chapter_id": 19,
        "ckb": "ئەی خودای پەروەردگارمان پاک و بێگەردی و سوپاس و ستایش بۆ تۆ، خودایە لە گوناھەکانم خۆش ببە.",
        "en": "Glory is to You, O Allah, our Lord, and praise is Yours. O Allah, forgive me.",
        "fa": "بار الها! تو پاك و منزّهى و تو را ستايش مى نمايم. الهى! از تو طلب مغفرت مى كنم."
    },
    {
        "_id": 43,
        "ar": "سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ",
        "chapter_id": 19,
        "ckb": "پاکی و بێگەردی و بێکەم و کورتی بۆ ئەو زاتەی کە پەروەردگاری فریشتەکان و جیبرەئیلە.",
        "en": "Glory (to You), Most Holy (are You), Lord of the angels and the Spirit.",
        "fa": "پاك و منزّه است پروردگار فرشتگان و جبرائيل."
    },
    {
        "_id": 44,
        "ar": "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ",
        "chapter_id": 19,
        "ckb": "خودایە بۆ تۆ کوڕنوشم برد و بە تۆ باوەڕم ھێنا و تەسلیمی تۆ بووم، ڕووم کوڕنوشی برد بۆ ئەوەی کە بەدی ھێناوە و وێنەی کێشاوە و بیستن و بینینی بۆ بەدی ھێناوە، پاکی و پیرۆزی بۆ خودای چاکترینی بەدی ھێنەران.",
        "en": "O Allah, to You I prostrate myself and in You I believe. To You I have submitted. My face is prostrated to the One Who created it, fashioned it, and gave it hearing and sight. Blessed is Allah, the Best of creators",
        "fa": "الهى! براى تو سجده كردم، و به تو ايمان آوردم، و در مقابل فرمان تو تسليم شدم، چهره ام براى پروردگارى كه آن را خلق نمود، و صورت بخشيد، و آن را زيبا آفريد، و عضو شنوايى و بينائى در آن قرار داد، سجده كرد. با بركت است پروردگارى كه بهترين سازندگان است."
    },
    {
        "_id": 45,
        "ar": "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ",
        "chapter_id": 19,
        "ckb": "پاکی و بێگەردی بۆ ئەو خودایەی، کە خاوەنی ھێز و تەصەروفی بێ سنوور و سامان و گەورەیی و مەزنیە.",
        "en": "Glory is to You, Master of power, of dominion, of majesty and greatness.",
        "fa": "پاك است پروردگارى كه مالك قدرت، فرمانروايى، بزرگى و عظمت است."
    },
    {
        "_id": 46,
        "ar": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ",
        "chapter_id": 19,
        "ckb": "خودایە لە ھەموو تاوانەکانم خۆش ببە، کەم و زۆری، سەرەتا و کۆتایی و ئاشکرا و نھێنیەکانی.",
        "en": "O Allah, forgive me all my sins, great and small, the first and the last, those that are apparent and those that are hidden.",
        "fa": "بار الها! همه ى گناهان مرا، اعم از كوچك و بزرگ، اول و آخر، آشكار و نهان، ببخشاى."
    },
    {
        "_id": 47,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
        "chapter_id": 19,
        "ckb": "خودایە پەنا دەگرم بە ڕازیبوونت لە توڕەیت، پەنا دەگرم بە لێبووردەیت لە سزادانت، ھەروەھا پەنا دەگرم پێت لە سزا و توڕەییت، ناتوانم ستایشت بژمێرم، تۆ بەو جۆرەی، کە خۆت ستایشی خۆتت کردووە.",
        "en": "O Allah, I seek protection in Your pleasure from Your anger, and I seek protection in Your forgiveness from Your punishment. I seek protection in You from You. I cannot count Your praises. You are as You have praised Yourself.",
        "fa": "بار الها! من از خشمت به خشنودى تو پناه مى برم. الهى! از عذابت به عفو تو پناه مى برم. الهى! از (عذاب خشم) تو، به تو پناه مى برم. پروردگارا! آنچنان كه حق ستايش تو است، نمى توانم آنرا بجاى آورم، بدون ترديد تو آنچنانى كه خود فرموده اى."
    },
    {
        "_id": 48,
        "ar": "رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي",
        "chapter_id": 20,
        "ckb": "پەروەردگارم لێم خۆش ببە، پەروەردگارم لێم خۆش ببە.",
        "en": "Lord, forgive me. My Lord, forgive me.",
        "fa": "اى الله! مرا ببخش، مرا ببخش."
    },
    {
        "_id": 49,
        "ar": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي",
        "chapter_id": 20,
        "ckb": "خودایە لە تاوانەکانم خۆش ببە و بە ڕەحمی خۆت ڕەحمم پێبکە و ڕێنموونیم بکە بۆ باشترینی کردەوەکان و ھەژاریم پر بکەرەوە و دەوڵەمەندم بکە و لەش ساغ و بەدوورم بکە لە بەڵاو ناڕەحەتیەکان و ڕۆزیم بدە و پلە و پایەم بە زانستی بەسوود و کردەوەی باش بەرز بکەرەوە.",
        "en": "O Allah forgive me, have mercy on me, guide me, support me, protect me, provide for me and elevate me.",
        "fa": "بار الها! مرا ببخش. به من رحم كن، مرا هدايت كن، كوتاهى هاى مرا جبران كن، و به من عافيت و رزق عطا كن، و مقامم را رفيع گردان."
    },
    {
        "_id": 50,
        "ar": "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾",
        "chapter_id": 21,
        "ckb": "ڕووم کوڕنوشی برد بۆ ئەوەی، کە درووستی کردووە و بیستن و بینینی بۆ بەدی ھێناوە بە دەسەڵات و توانای خۆی، پاکی و پیرۆزی بۆ خودای چاکترینی بەدی ھێنەران.",
        "en": "I have prostrated my face to the One Who created it, and gave it hearing and sight by His might and His power. Glory is to Allah, the Best of creators.",
        "fa": "چهره ام براى ذاتى كه آنرا آفريد و شنوايى و بينايى را به قدرت و توانايى خود در آن قرار داد، سجده كرد. بسيار با بركت است بهترينِ آفرينندگان."
    },
    {
        "_id": 51,
        "ar": "اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ",
        "chapter_id": 21,
        "ckb": "خودایە بەھۆی ئەم کوڕنوشەوە لە لای خۆت پاداشتم بۆ بنوسە و بەھۆیەوە گوناھەکانم بۆ بسڕەوە و لای خۆت پاداشتەکەییم بۆ ھەڵگرە و لێشم وەربگرە ھەر وەکو چۆن لە بەندەی خۆت (داود) پێغەمبەرت (صلی الله علیە وسلم) وەرگرت.",
        "en": "O Allah, write it as a reward for me, and release me from a burden for it, and make it a I treasure for me in Paradise. Accept it from me as You accepted it from your servant Dawud.",
        "fa": "اى الله! براى من در نزد خود بخاطر اين سجده اجر بنويس و بوسيله ى آن، گناهى را دور بگردان، و اين سجده را براى من در نزد خود ذخيره بگردان و آنرا از من چنان بپذير كه از بنده ات داود پذيرفتى."
    },
    {
        "_id": 52,
        "ar": "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ",
        "chapter_id": 22,
        "ckb": "سـەلام و موڵک و گەورەیی و پەرستش و وشە و کردەوەی پاک و چاک ھەر بۆ خودایە، سڵاو و ڕەحمەتی خودات لەسەر بێت ئەی پێغەمبەری خودا (صلی الله علیە وسلم) سڵاو لەسەر ئێمەش و لەسەر ھەموو بەندە چاکەکانی خودابێت، شایەتی دەدەم، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)، شایەتیش دەدەم، کە موحەممەد بەندە و نێردراوی خودایە.",
        "en": "All greetings of humility are for Allah, and all prayers and goodness. Peace be upon you, O Prophet, and the mercy of Allah and His blessings. Peace be upon us and upon the righteous slaves of Allah. I bear witness that there is none worthy of worship but Allah, and I bear witness that Muhammad is His slave and His Messenger.",
        "fa": "فرمانروائى، رحمت و بركت و پاكى مخصوص الله است، سلام و رحمت و بركات خدا بر تو باد اى پيامبر، سلام بر ما و كليّه بندگان صالح خدا، من گواه مى دهم كه هيچ معبودى بجز الله (بحق) وجود ندارد و محمد صلی الله علیه و سلم بنده و رسول اوست."
    },
    {
        "_id": 53,
        "ar": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
        "chapter_id": 23,
        "ckb": "خودایە دروود و سەڵاوات بڕژێنە بەسەر موحەممەد و خانەوادەی موحەممەددا، ھەر وەکو چۆن دروودت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، بەڕاستی تۆ سوپاس و ستایش کراویت و خاوەن شکۆیت، خودایە پیرۆزی بڕژێنە بەسەر موحەممەد و خانەوادەی موحەممەددا، ھەر وەکو چۆن پیرۆزیت ڕژاند بەسەر ئیبراھیم و خانەوانەدەی ئیبراھیمدا، بەڕاستی تۆ سوپاس و ستایش کراویت و خاوەن گەورەیی و شکۆیت.",
        "en": "O Allah, bestow Your favor on Muhammad and on the family of Muhammad as You have bestowed Your favor on Ibrahim and on the family of Ibrahim, You are Praiseworthy, Most Glorious. O Allah, bless Muhammad and the family of Muhammad as You have blessed Ibrahim and the family of Ibrahim, You are Praiseworthy, Most Glorious.",
        "fa": "بار إلها! بر محمد(ص) و آل محمد درود بفرست همچنان كه بر ابراهيم؛ و آل ابراهيم درود فرستادى، همانا تو ستوده و باعظمت هستى. بار الها! بر محمد و آل محمد بركت نازل فرما همچنان كه بر ابراهيم؛ و آل ابراهيم بركت نازل كردى، همانا تو ستوده و باعظمت هستى."
    },
    {
        "_id": 54,
        "ar": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ",
        "chapter_id": 23,
        "ckb": "خودایە دروود سەڵاوات برژێنە بەسەر موحەممەد و خێزانەکان و نەوەکانی موحەممەددا، ھەر وەکو چۆن دروودت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، ھەروەھا پیرۆزی بـڕژێنە بەسەر موحـەممەد و خێزانەکان و نەوەکانی موحـەممەددا، ھەر وەکو چۆن پیرۆزیت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، بەڕاسی تۆ سوپاس کراویت و خاوەن گەورەیی و شکۆیت.",
        "en": "O Allah, bestow Your favor on Muhammad and upon his wives and progeny as You have best owed Your favor upon the family of Ibrahim. And bless Muhammad and his wives and progeny as You have blessed the family of Ibrahim, You are full of praise, Most Glorious.",
        "fa": "بار إلها! بر محمد صلی الله علیه و سلم و همسران و فرزندانش درود فرست همچنان كه بر ابراهيم؛ درود فرستادى، و بر محمد و همسران و فرزندانش بركت نازل گردان همچنان كه بر آل ابراهيم؛ بركت نازل فرمودى، همانا تو ستوده و باعظمت هستى."
    },
    {
        "_id": 55,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
        "chapter_id": 24,
        "ckb": "خودایە پەنات پێدەگرم لە سزای ناو گۆڕ و سزای دۆزەخ و ئاشوبەی ژیان و ئاشوبەی مردن و خراپەی ئاشوبەی مەسیحی دەججال.",
        "en": "O Allah, I seek refuge in You from the punishment of the grave, and from the punishment of Hell-fire, and from the trials of life and death, and from the evil of the trial of the False Messiah.",
        "fa": "پروردگارا! از عذاب قبر و عذاب دوزخ، فتنه ى زندگى و مرگ، و فتنه ى مسيح دجّال به تو پناه می‌برم."
    },
    {
        "_id": 56,
        "ar": "اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ",
        "chapter_id": 24,
        "ckb": "خودایە پەنات پێدەگرم لە سزای ناو گۆڕ، پەنات پێدەکرم لە ئاشوبەی مەسیحی دەججال، پەنات پێ دەگرم لە ئاشوبەی ژیان و مردن، خودایە پەنات پێ دەگرم لە تاوان و قەرزداری.",
        "en": "O Allah, I seek refuge in You from the punishment of the grave, and I seek refuge in You from the trial of the False Messiah, and I seek refuge in You from the trials of life and death. O Allah, I seek refuge in You from sin and from debt.",
        "fa": "الهى! من از عذاب قبر، و از فتنه ى مسيح دجّال، و فتنه ى زندگى و مرگ به تو پناه مى برم. بار الها! من از گناه و زيان، به تو پناه مى آورم."
    },
    {
        "_id": 57,
        "ar": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ",
        "chapter_id": 24,
        "ckb": "خودایە بەڕاستی ستەمێکی زۆر و گەورەم لە خۆم کردووە و ھیچ کەسێکیش لە تاوانەکان خۆش نابێت، جگە لە تۆ نەبێت، لێم خۆش ببە لێخۆش بوونێک لە لایەن خۆتەوە، ڕەحمم پێ بکە بەڕاستی تۆ لێخۆشبوو و میھرەبانیت.",
        "en": "O Allah, I have greatly wronged myself and no one forgives sins but You. So, grant me forgiveness and have mercy on me. Surely, you are Forgiving, Merciful.",
        "fa": "الهى! من بر نفس خود بسيار ظلم كردم، همانا غير از تو كسى ديگر گناهان مرا نمى بخشد، پس از جانب خود مرا مورد آمرزش قرار بده، و بر من رحم كن، همانا تو بخشنده و مهربان هستى."
    },
    {
        "_id": 58,
        "ar": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ",
        "chapter_id": 24,
        "ckb": "خودایە خۆش ببە لەو تاوانانەی، کە وا پێشم خستوە و پاشم خستوە و نھێنی و ئاشکرا و زیادەڕەوی و ئەوانەش، کە وا تۆ زاناتری پێی لە من، بەڕاستی تۆ پێشخەر و دواخەری ھەموو شتەکانیت، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.",
        "en": "O Allah, forgive me what I have sent before me and what I have left behind me, what I have concealed and what I have done openly, what I have done in excess, and what You are better aware of than I. You are the One Who sends forth and You are the One Who delays. There is none worthy of worship but You.",
        "fa": "الهى! گناهان قبلى و بعدى مرا ببخشاى. الهى! گناهان مخفى و آشكار مرا بيامرز، و زياده روى هاى مرا و آنچه را كه تو از من بهتر مى دانى ببخش، همانا تقديم و تأخير كننده توئى، بجز تو معبودى (بحق) نيست."
    },
    {
        "_id": 59,
        "ar": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ",
        "chapter_id": 24,
        "ckb": "خودایە یارمەتیم بدە لەسەر ئەوەی، کە یادت بکەم و سوپاست بکەم و بەچاکی پەرستشت بۆ بکەم.",
        "en": "O Allah, help me to remember You, to give You thanks, and to perform Your worship in the best manner.",
        "fa": "بار الها! به من توفيق بده تا تو را ياد كنم، و سپاس گويم، و به بهترين روش، بندگى نمايم."
    },
    {
        "_id": 60,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ",
        "chapter_id": 24,
        "ckb": "خودایە پەنات پێدەگرم لە ڕەزیلی، پەنات پێدەگرم لە ترسنۆکی، پەنات پێدەگرم لەوەی کە بکەومە تەمەنی پیری و پەککەوتەییەوە، پەنات پێدەگرم لە ئاشوبەی دونیا و سزای ناو گۆڕ.",
        "en": "O Allah, I seek Your protection from miserliness, I seek Your protection from cowardice, and I seek Your protection from being returned to feeble old age. I seek Your protection from the trials of this world and from the torment of the grave.",
        "fa": "بار الها! من از بخل و بُزْدلى به تو پناه مى برم، و از اينكه به علّت پيرى، سست و درمانده شوم، به تو پناه مى برم، و از آزمايش هاى سخت دنيا و عذاب قبر به تو پناه مى برم."
    },
    {
        "_id": 61,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
        "chapter_id": 24,
        "ckb": "خودایە داوای بەدەست ھێنانی بەھەشتت لێ دەکەم و پەنات پێدەگرم لە ئاگری دۆزەخ.",
        "en": "O Allah, I ask You for Paradise and seek Your protection from the Fire.",
        "fa": "بار الها! من از تو خواهان بهشتم، و از آتش به تو پناه می‌برم."
    },
    {
        "_id": 62,
        "ar": "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
        "chapter_id": 24,
        "ckb": "خودایە بەزانیاریت بە نھێنیەکان و بە توانایی خۆت بە سەر دروست کراوەکانتدا بمژێنە تا ئەو کاتەی، کە دەزانیت ژیان باشە بۆم بەبێ ھیچ ناڕەحەتییەکی زیان گەیەن و ئاشوبەیەکی گومڕاکار، بممرێنە ئەوکاتەی، کە دەزانیت مردن باشە بۆم بەبێ ھیچ ناڕەحەتییەکی زیان گەیەن و ئاشوبەیەکی گومڕاکار، خودایە من داوای ترسانت لێدەکەم لە نھێنی و ئاشکرادا (لە ھەموو کاتێکدا)، داوای وشەی ڕاست و ڕەوات لێدەکەم لە کاتی ڕازی بوون و توڕەییمدا، داوای ئەوت لێدەکەم، کە بە دەوڵمەندی و ھەژاریم تۆ لە خۆم ڕازی بکەم، داوای بەخششی نەبڕاوەی بەھەشتت لێدەکەم، داوای خۆشەویستی بەر چاوی نەبچڕاو و نەبڕاوەت لێدەکەم (خۆشحاڵی و بەختەوەری)، داوای ڕازیبوونت لێدەکەم لە دوای ڕودانی ھەر شتێک، داوای ژیانێکی فێنک و خۆشت لێدەکەم لە دوای مردن، داوای چێژی تێڕوانینت لێدەکەم لە بەھەشتدا بۆ ڕووی پیرۆزت و تامەزرۆیی گەیشتن پێت، خودایە بمان ڕازێنەرەوە بە جوانی ئیمان و بمانکە بە ڕێنمونیکارانی ڕێنمونی کراوان.",
        "en": "O Allah, by Your Knowledge of the unseen and by Your Power over creation, let me live if You know that life is good for me, and let me die if You know that death is good for me. O Allah, I ask You to grant me fear of You in private and in public. I ask you for the word of truth in times of contentment and anger. I ask You for moderation in wealth and in poverty. I ask you for blessings never ceasing and the coolness of my eye that never ends. I ask You for pleasure after Your Judgment and I ask You for a life of coolness after death. I ask You for the delight of gazing upon Your Face and the joy of meeting You without any harm and misleading trials befalling me. O Allah, dress us with the beauty of Faith, and make us guides who are upon (correct) guidance.",
        "fa": "بار الها! به علم غيبت و قدرتت بر آفرينش، تا زمانى مرا زنده نگهدار كه زندگى برايم خوب باشد، و مرا بميران زمانى كه مردنم را به نفعم مى دانى. الهى! من خشوع و ترس از تو را در نهان و آشكار مى طلبم. (گفتن) كلمه ى حق را در شادى و غضب از تو می‌خواهم. ميانه روى را در ثروت و فقر مسألت مى نمايم. نعمتى را كه نابود نشود، و نور چشمى را كه قطع نگردد، و رضا را بعد از قضا، و راحتى زندگى بعد از مرگ، و لذّت نگاه چهره ات و شوق به لقاءت را درخواست مى كنم. بدون اينكه گرفتار مصيبتى سخت، يا فتنه اى گمراه كننده شوم. پروردگارا! ما را با زيبايى ايمان، زينت بخش و ما را از زمره ى هدايت دهندگان و هدايت يافتگان قرار بده."
    },
    {
        "_id": 63,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ",
        "chapter_id": 24,
        "ckb": "خودایە من داوات لێدەکەم ئەی خودایە بە بۆنەی ئەوەی، کە تۆ تاک و تەنیا و جێی نیازیت، کەست لێ نەبووە و لە کەسیش نەبوویت و ھیچ کەسێکیش ھاو شێوە و ھاوتای تۆ نییە، کە لە تاوانەکانم خۆش ببە، بەڕاسی تۆ خودای لێ بوردە و میھرەبانیت.",
        "en": "O Allah, I ask You. O Allah, You are the One, the Only, Self-Sufficient Master, Who was not begotten and begets not and none is equal to Him. Forgive me my sins, surely you are Forgiving, Merciful.",
        "fa": "بار الها! من با توسّل به اينكه تو يگانه اى و شريكى ندارى و بى نياز هستى كه نه زاده اى و نه زاده شده اى و هيچ همتايى بر خود ندارى، از تو مسألت مى نمايم كه گناهان مرا بيامرزى، همانا كه تو آمرزگار و مهربان هستى."
    },
    {
        "_id": 64,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
        "chapter_id": 24,
        "ckb": "خودایە داوات لێدەکەم بەوەی، کە بەڕاستی ستاییش بۆ تۆیە و ھیچ خودایەک شایستەی پەرستن نییە جگە لە تۆ نەبێت، تاک و تەنیا و بێ ھاوەڵی ھەر بۆ تۆیە، تۆیت خاوەنی بەخشین، ئەی بەدیھێنەری ئاسمانەکان و زەوی، ئەی خاوەنی شکۆیی و ڕێز، ئەی زیندوی ھەڵسورێنەری بونەوەر، من داوای بەھەشتت لێ دەکەم و پەنات پێدەگرم لە دۆزەخ.",
        "en": "O Allah, I ask You, as You are the Owner of praise, there is none worthy of worship but You alone, You have no partner. You are the Giver of all good. O Creator of the heavens and the earth, Owner of majesty and honor. O Living and Everlasting One, I ask you for Paradise and I seek refuge in You from the fire.",
        "fa": "پروردگارا! من فقط از تو مى خواهم چرا كه حمد فقط از آنِ توست، هيچ معبودى بجز تو (بحق) وجود ندارد، و يكتايى و شريك ندارى يا منّان! اى بوجود آورنده ى آسمان ها و زمين! اى صاحب عظمت و بزرگى! اى زنده ى پايدار! من بهشت را از تو خواهانم، و از آتش به تو پناه مى برم."
    },
    {
        "_id": 65,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ",
        "chapter_id": 24,
        "ckb": "خودایە داوات لێدەکەم بەوەی، کە من شایەتی دەدەم، کە تۆ (الله)یت، ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆی تاک و تەنیای جێی نیاز نەبێت، ئەوەی، کە کەسی لێ نەبووە و لە کەسیش نەبووە و ھیچ یەکێکیش ھاوشێوە و ھاوتای ئەو نییە.",
        "en": "O Allah, I ask You, by the fact that I bear witness that You are Allah. There is none worthy of worship but You, the Only God, Independent of creation, Who was not begotten and begets not, and none is equal to Him.",
        "fa": "پروردگارا! من فقط از تو مى خواهم چرا كه حمد فقط از آنِ توست، هيچ معبودى بجز تو (بحق) وجود ندارد، و يكتايى و شريك ندارى يا منّان! اى بوجود آورنده ى آسمان ها و زمين! اى صاحب عظمت و بزرگى! اى زنده ى پايدار! من بهشت را از تو خواهانم، و از آتش به تو پناه مى برم."
    },
    {
        "_id": 66,
        "ar": "أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ",
        "chapter_id": 25,
        "ckb": "بڵێ: أَسْتَغْفِرُ اللهَ (سێ جار) پاشان : داوای لێ خۆشبوون لە خودا دەکەم، خودایە تۆ دوور و سەلامەتیت لە ھەموو کەم و کوڕییەک، ئاشتی و سەلامەتیش لە تۆوەیە، پیرۆزی بۆ تۆیە ئەی خاوەنی شکۆمەندی و ڕێز.",
        "en": "I seek the forgiveness of Allah. (Three times)(1)O Allah, You are Peace and from You comes peace. Blessed are You, O Owner of majesty and honor.(2)",
        "fa": "از الله طلب آمرزش مى كنم (سه مرتبه) الهى تو سلامى، و سلامتى از جانب تو است، تو بسيار بابركتى، اى صاحب عظمت و بزرگى."
    },
    {
        "_id": 67,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ",
        "chapter_id": 25,
        "ckb": "ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و سوپاس و ستایش ھەر بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەدەسەڵات و بەتوانایە، خودایە ھیچ ڕێگرێک نییە بۆ ئەو شتەی، کە تۆ دەیبەخشیت و ھیچ بەخشەرێکیش نییە بۆ ئەو شتەی، کە تۆ دەیگریتەوە و ھیچ خاوەن سامان و دەسەڵاتێکیش سامان و دەسەڵاتەکەی لەلای تۆ سوودی پێناگەیەنێت و لە سزات ڕزگاری ناکات.",
        "en": "None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise, and He is Able to do all things. O Allah, there is none who can withhold what You give, and none may give what You have withheld; and the might of the mighty person cannot benefit him against You.",
        "fa": "معبودى (بحق) بجز الله، وجود ندارد. شريكى ندارد، پادشاهى از آنِ اوست، ستايش شايسته ى اوست، و او بر هر چيزى توانا است، الهى! آن چه تـو بـدهى، هيچ كس مانع آن نمى گردد، و آنچه تو منع كنى، هيچ كس نمى تواند آنرا بدهد. توانگر، او را ثروتش از عذاب تو نجات نمى دهد، و (تمامى شكوه و) ثروت از آنِ تو است."
    },
    {
        "_id": 68,
        "ar": "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ",
        "chapter_id": 25,
        "ckb": "ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەدەسەڵات و بەتوانایە، ھیچ ھەوڵ توانا و ھێزێک نییە، جگە لەوە نەبێت، کە خودا دەیبەخشێت، ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله) نەبێت و پەرستش بۆ ھیچ کەسێک ناکەین جگە لەو نەبێت، بەخشین و گەورەیی و فەزڵ و ستایش بۆ ئەوە، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە (الله) نەبێت، بەنیازپاکی و دڵسۆزییەوە ئاینەکەی پەیڕەو دەکەین، خۆ ئەگەر بێباوەڕانیش پێیان ناخۆش بێت.",
        "en": "None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise and He is Able to do all things. There is no power and no might except by Allah. None has the right to be worshiped but Allah, and we do not worship any other besides Him. His is grace, and His is bounty and to Him belongs the most excellent praise. None has the right to be worshiped but Allah. (We are) sincere in making our religious devotion to Him, even though the disbelievers may dislike it.",
        "fa": "معبودى بجز الله (بحق) وجود ندارد، يگانه اوست و شريكى ندارد، پادشاهى از آنِ اوست، و ستايش مخصوص اوست، و او بر هر چيز توانا است. هيچ نيروى بازدارنده از گناهان و توفيق دهنده به نيكى، به جز الله وجود ندارد. هيچ معبودى جز او (بحق) نيست. جز او كسى ديگر را عبادت نمى كنيم، نعمت و فضل از آنِ اوست، ستايش نيكو مخصوص اوست، معبودى بجز او وجود ندارد، همه ى ما با اخلاص او را بندگى مى كنيم هر چند كافران دوست نداشته باشند."
    },
    {
        "_id": 69,
        "ar": "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "chapter_id": 25,
        "ckb": "پاک و بێگەردی بۆ خودا، سوپاس و سایش بۆ خودا، خودا گەورە ترینە، (سی و سێ جار بڵێ) ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بە توانایە.",
        "en": "Glory is to Allah, and praise is to Allah, and Allah is the Most Great. (Thirty-Three times each)(1)None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise and He is Able to do all things.(2)(Whoever says this after every prayer will be forgiven his sins even though they be as the foam of the sea.)",
        "fa": "بجز الله يگانه، ديگر معبودى نيست، شريكى ندارد، پادشاهى از آنِ اوست، ستايش شايسته اوست، و او بر هر چيز تواناست."
    },
    {
        "_id": 70,
        "ar": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\n(بَعْدَ كُلِّ صَلاَةٍ)",
        "chapter_id": 25,
        "ckb": "سورەتی ( الإخلاص ، الفلق ، الناس ) بخوێنە لە دوای هەموو نوێژەکان.",
        "en": "Recite Al-Ikhlas, Al-Falaq and An-Nas",
        "fa": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\r\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\r\nبه نام خداوند بخشنده ى مهربان، (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها). \r\n(بعد از هر نماز خوانده شوند)"
    },
    {
        "_id": 71,
        "ar": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (عَقِبَ كلِّ صَلاَةٍ)",
        "chapter_id": 25,
        "ckb": "ئایەتی کورسی بخوێنە لە دوای هەموو نوێژەکان .",
        "en": "Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.",
        "fa": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبك و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
    },
    {
        "_id": 72,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "chapter_id": 25,
        "ckb": "ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش ھەر بۆ ئەوە، ژیان بەخشین و مردن بەدەستی ئەوە و بەسەر ھەموو شتێکیشدا بەتوانا و بەدەسەڵاتە. (دە جار دوای نوێژی بەیانی و ئێوارە)",
        "en": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise. He brings life and He causes death, and He is Able to do all things. (Ten times after the Maghrib and Fajr prayers.)",
        "fa": "معبودى بجز الله يگانه نيست، شريكى ندارد، پادشاهى از آنِ اوست و ستايش مر او راست، زنده مى كند و مى ميراند، و او بر هر چيز تواناست. (ده مرنبه بعد از نماز مغرب و صبح)"
    },
    {
        "_id": 73,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً (بعد السلام من صلاة الفجر)",
        "chapter_id": 25,
        "ckb": "خودایە من داوای زانستی بەسوود و ڕزق و ڕۆزی پاک و حەڵاڵ و کردەوەی وەرگیراوت لێدەکەم. (لەدوای سڵاودانەوەی نوێژی بەیانی)",
        "en": "O Allah, I ask You for knowledge that is of benefit, a good provision, and deeds that will be accepted. (Recite after the Fajr prayer.)",
        "fa": "الهى! از تـو علم سـودمنـد، روزى  پاك و عمل مقبـول را مى خواهم. (بعد از سلام نماز صبح)"
    },
    {
        "_id": 74,
        "ar": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: (إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)\r\n\r\nوَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّهُ سبحانه وتعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾",
        "chapter_id": 26,
        "ckb": "جابری کوڕی عبدالله (ڕەزای خودایان لێبێت) دەفەرمووێت: پێغەمبەری خودا (صلی الله علیە وسلم) نوێژی (الإستخارە)ی فێردەکردین، کە لە ھەموو کارێکی دونیاییدا ئەنجامی بدەین، ھەر وەکو چۆن سوورەتێکی قورئانی فێردەکردین، پێغەمبەری خودا (صلی الله علیە وسلم) پێی دەفەرمووین: ھەریەکێک لە ئێوە ویستی شتێک بکات ئەوە با دوو ڕکات نوێژی سوننەت بکات، پاشان، کە نوێژەکەی تەواو کرد بڵێت: (خودایە من بە عیلم و زانیاری خۆت داوای خێر و چاکەت لێدەکەم و کار و باری خۆم بە تۆ دەسپێرم، خودایە بە قودرەت و توانایی خۆت داوای تواناییت لێدەکەم، خودایە لە فەزڵ و گەورەییت داوات لێدەکەم، خودایە بەڕاستی تۆ دەتوانیت و من ناتوانم، تۆ دەزانیت و من نازانم، تۆ زۆر زانای بە نھێنیەکان و غەیبیەکان، خودایە تۆ دەزانیت، ئەگەر ئەم کارە - ناوی پێداویستیەکەی دەھێنێت - سوود و خێری تێدایە بۆ خۆم و ئایین و ژیان و کۆتایی تەمەنم، یان ئێستا و کۆتاییم، خودایە ئەوە بەنسیبمی بکە و ئاسانی بکە بۆم و پاشان سوود و بەرەکەتیشی تێبکە بۆم، خودایە خۆت باش دەزانیت خۆ، ئەگەر ئەم کارە شەڕە و خراپە بۆ خۆم و ئایین و ژیان و کۆتایی تەمەنم، یان ئێستا و کۆتاییم، خودایە ئەوە پێم نەبەخشیت و لێمی دوور بخەرەوە و منیش لەو دوور بخەرەوە و بۆشمی ئاسان نەکەیت کە ئەنجامی بدەم سوود و خێرم بە نسیب بکە لە ھەر شوێنێکەو پاشان ڕازیم بکە پێی) . ئەوکەسە پەشیمان نابێتەوە لە ئەنجامدانی کارەکەی و کە ئیستیخارە بە خودا بکات و ڕاوێژ بە بەندە باوەڕدارەکانی خوداش بکات، خودای پاک و بێگەرد دەفەرمووێت: (لە کارەکانتدا ڕاوێژ بە باوەڕداران بکە، کاتێکیش، کە دڵت چەسپا لە سەر کارەکەت ئەوە پشت و تەوەککول بە خودا ببەستە [آل عمران: ١٥٩])",
        "en": "O Allah, I seek the counsel of Your Knowledge, and I seek the help of Your Omnipotence, and I beseech You for Your Magnificent Grace. Surely, You are Capable and I am not. You know and I know not, and You are the Knower of the unseen. O Allah, if You know that this matter (mention the matter) is good for me in my religion and in my life and for my welfare in the life to come in both the short term and the long term, then ordain it for me and make it easy for me, then bless me in it. And if You know that this matter is bad for me in my religion and in my life and for my welfare in the life to come in both the short term and the long term, then distance it from me, and distance me from it, and ordain for me what is good wherever it may be, and help me to be content with it.",
        "fa": "جابر بن عبد الله رضی الله عنهما مى‌گويد: رسول الله صلی الله علیه و سلم استخاره را در هركارى همانند سوره اى از قرآن به ما مى آموخت و ميفرمود: هرگاه يكى از شما خواست كارى انجام دهد، غير از نماز فرض، دو ركعت نماز بخواند، سپس بگويد: اى الله! به وسيله ى علمت از تو طلب خير مى كنم، و بوسيله ى قدرتت از تو توانايى مى خواهم، از تو فضل بسيارت را مسألت مى نمايم، زيرا تو توانايى و من ناتوان، و تو مى دانى و من نمى دانم، و تو داننده ى امور پنهان هستى. الهى! اگر در علم تو اين كار ـ حاجت خود را نام مى برد ـ باعث خير من در دين و آخرت است .يا مى گويد: در حال و آينده ى كارم ـ آن را برايم مقدور و آسان بگردان، و در آن بركت عنايت فرما، و چنانچه در علم تو اين كار برايم در دنيا و آخرت باعث بدى است .يا مى گويد: در حال و آينده ى كارم ـ پس آن را از من، و مرا از آن، منصرف بگردان، و خير را براى من هر كجا كه هست مقدّر نما، و آنگاه مرا با آن خشنود بگردان).\r\nكسى كه از خالق، طلب خير نمايد و از مخلوق، مشورت بگيرد، و در كارش ثابت قدم باشد، پشيمان نمی‌شود، خداوند مى‌فرمايد: (در كارها با مردم، مشوت كن، و هرگاه تصميم به انجام كارى گرفتى، به خدا توكل كن)."
    },
    {
        "_id": 75,
        "ar": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "chapter_id": 27,
        "ckb": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌.",
        "en": "I seek refuge in Allah from Satan the outcast. - Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever says this when he rises in the morning will be protected from jinns until he retires in the evening, and whoever says it when retiring in the evening will be protected from them until he rises in the morning.)",
        "fa": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبك و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
    },
    {
        "_id": 76,
        "ar": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ ٱللَّهُ أَحَدٌ * ٱللَّهُ ٱلصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ * مَلِكِ ٱلنَّاسِ * إِلَـٰهِ ٱلنَّاسِ * مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ * ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ * مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ﴾\n\n(ثلاث مرات )",
        "chapter_id": 27,
        "ckb": "بەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: ئه‌و خوای که ناوی _ الله‌_ خوایه‌کی تاک و ته‌نهایه (بێ هاوه‌ڵ و هاوتایه‌) * خوا زاتێکی پایه‌دار و ده‌سه‌ڵاتداره‌، نیازی به که‌س نییه‌و هه‌موویان ئاتاجی ئه‌ون، هه‌ر ئه‌و ده‌توانێ به‌ڵاو و ناخۆشی لابه‌رێت و پێویستی و داخوازیه‌کانمان جێ به جێ بکات * هیچ که‌سی لێ نه‌بووه و خۆشی له که‌س نه‌بووه‌ * هه‌رگیز هاوتاو هاوشێوه و ده‌سه‌ڵاتدارێکی تر نییه که له‌به‌رامبه‌ریه‌وه به‌وه‌ستێت و هاوشانی بێت)\r\n\r\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به‌و په‌روه‌ردگاره‌ی که به‌ره‌به‌یان پێش ده‌هێنێت * له شه‌ڕ و خراپه‌ی هه‌رچی که دروستی کردووه (له په‌ری و ئاده‌میزاد و مار و مێرو) * له شه‌ڕ و خراپه‌ی شه‌و کاتێ که دادێت و دنیا تارک ده‌بێت و ده‌بێته شه‌وه‌زه‌نگ * له شه‌ڕ و خراپه‌ی ئه‌و که‌سانه‌ی که جادو ده‌که‌ن و په‌ت و ده‌‌زو گرێ ده‌ده‌ن و فوی پیاده‌که‌ن (به‌فێڵ و جادو نێوانی خه‌ڵکی تێک ده‌ده‌ن) * له شه‌ڕ و خراپه‌ی حه‌سود و به‌خیل، کاتێ که حه‌سودی و به‌خیلی ده‌بات)\r\n\r\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به په‌روه‌ردگاری خه‌ڵکی * پادشای خه‌ڵکی به خوای خه‌ڵکی * له شه‌ڕ و خراپه‌ی ئه‌وه‌ی که وه‌سوه‌سه و خه‌ته‌ره و خه‌یاڵ ده‌خاته دڵه‌وه که (خه‌ناسه‌) * بریتیه له‌وه‌ی که وه‌سوه‌سه فڕێ ده‌داته سینه و دڵ و ده‌رونی خه‌ڵکییه‌وه‌ * له په‌ری و خه‌ڵکی، له جنۆکه و ئاده‌میزاد (ئه‌وانه‌ی که شه‌یتان سیفه‌تن) * له په‌ری و خه‌ڵكی (له جنۆكه و ئینسان ئه‌وانه‌ی شه‌یتان سیفه‌تن))\r\n\r\n(سێ جار)",
        "en": "Recite Al-Ikhlas, Al-Falaq and An-Nas.(Whoever recites these Three times in the morning, they will suffice him (as a protection) against everything.)",
        "fa": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\r\n\r\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\r\n\r\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوسه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها).\r\n\r\n(بعد از هر نماز  سه مرتبه خوانده شوند)"
    },
    {
        "_id": 77,
        "ar": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        "chapter_id": 27,
        "ckb": "بەیانیمان بەسەرداھات و بەردەوام موڵک و سامان و ستایش بۆ خودایە، ھیچ پەرستراوێکیش شایتەی پەرستن نییە، جگە لە ( الله)ی تاک و تەنیای بێھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و ئەوە بە توانا و بە دەسەڵات بەسەر ھەموو شتێکدا، ئەی پەروەردگارم داوای خێر و چاکەی ئەم ڕۆت لێدەکەم و ئەو خێر و چاکەیەش، کە لە دوای ئەم ڕۆدایە، ئەی پەروەردگارم پەنات پێدەگرم لە شەڕ و خراپەی ئەمڕۆ و ئەو شەڕ و خراپەیەش، کە لە دوای ئەمڕۆدایە، ئەی پەروەردگارم پەنات پێدەگرم لە تەنبەڵی و شەڕ و خراپەی پیری، ھەروەھا پەنات پێدەگرم لە سزای ناو دۆزەخ و سزای ناو گۆڕ.",
        "en": "We have entered the morning and with it all dominion is Allah's. Praise is to Allah. None has the right to be worshiped but Allah alone, Who has no partner. To Allah belongs the dominion, and to Him is the praise and He is Able to do all things. My Lord, I ask You for the goodness of this day and of the days that come after it, and I seek refuge in You from the evil of this day and of the days that come after it. My Lord, I seek refuge in You from laziness and helpless old age. My Lord, I seek refuge in You from the punishment of Hell-fire, and from the punishment of the grave.",
        "fa": "ما و تمام جهانيان، شب را براى خدا به صبح رسانيديم، و حمد از آن خداست، هيچ معبودى، بجز الله كه يكتاست و شريكى ندارد وجود ندارد. پادشاهى و حمد فقط از آن اوست و او بر هر چيز قادر است. الهى! من خير آنچه در اين روز است و خير آنچه بعد از آن است را از از تو مى طلبم، و از شرّ آنچه كه در اين روز و ما بعد آن، وجود دارد، به تو پناه مى برم. الهى! من از تنبلى و بدى هاى پيرى به تو پناه مى برم، بار الها! من از عذاب آتش و قبر به تو پناه می‌برم."
    },
    {
        "_id": 78,
        "ar": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
        "chapter_id": 27,
        "ckb": "خودایە بە بەخشش و نیعمەتی تۆوە بەیانی و شەومان بەسەردا ھات و بە بەخششی تۆش دەژین و دەمرین، زیندوو کردنەوەش ھەر بۆ لای تۆ دەگەڕێتەوە.",
        "en": "O Allah, by You we enter the morning and by You we enter the evening, by You we live and and by You we die, and to You is our resurrection.",
        "fa": "بار الها! با لطف تو صبح كرديم، و با عنايت تو به شب رسيديم، و به خواست تو زنده ايم، و به خواست تو مى ميريم، و رستاخيز ما بسوى تو است."
    },
    {
        "_id": 79,
        "ar": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ",
        "chapter_id": 27,
        "ckb": "خودایە تۆ پەروەردگارمیت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ، دروستت کردووم و منیش بەندەی تۆم، خودایە من لەسەر پەیمان و بەڵێنەکەی خۆمم، کە بە تۆم داوە تا چەندە لە توانامدا بێت ، خودایە پەنات پێدەگرم لە شەڕ و خراپەی ئەوەی، کە ئەنجامم داوە، خودایە دان بەوەدا دەنێم، کە تۆ بەخشش و نیعمەتت بەسەردا ڕشتووم، دانیش بە تاوانەکانمدا دەنێم و داوای لێ خۆش بوونت لێ دەکەم، ھیچ کەسێکیش لە تاوانەکان خۆش نا بێت، جگە لە تۆ (چونکە بەڕاستی خۆشبوون لە تاوان بەس تەنیا شایستەی خودایە).",
        "en": "O Allah, You are my Lord, there is none worthy of worship but You. You created me and I am your slave. I keep Your covenant, and my pledge to You so far as I am able. I seek refuge in You from the evil of what I have done. I admit to Your blessings upon me, and I admit to my misdeeds. Forgive me, for there is none who may forgive sins but You.(Whoever recites it with conviction in the morning and dies during that day shall enter Paradise.)",
        "fa": "الهى! تو پروردگار من هستى، بجز تو معبود ديگرى نيست، تو مرا آفريدى، و من بنده‌ى تو هستم، و بر پيمان و وعده ام با تو بر حسب استطاعت خود، پايبند هستم، و از شر آنچه كه انجام داده ام به تو پناه مى برم، به نعمتى كه به من عطا فرموده اى، اعتراف می‌كنم، و به گناهم اقرار می‌نمايم، پس مرا ببخشاى، چرا كه بجز تو كسى گناهان را نمى بخشايد."
    },
    {
        "_id": 80,
        "ar": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ (أربع مرات)",
        "chapter_id": 27,
        "ckb": "خودایە بەیانی بەسەرمدا ھات و شایەتیت بۆ دەدەم و ئەوانەیش، کە عەرشەکەی  تۆیان ھەڵگرتووە شایەتیت بۆ دەدەن  و فریشتەکان و ھەموو درووست کراوەکانت شایەتیت بۆ دەدەن، کە بەڕاستی تۆ ( الله)یت و ھیچ پەرستراوێکیش شایستەی پەرسن نییە، جگە لە تۆ، تاک و تەنیایت و ھیچ ھاوەڵ و شەریکێکیشت نییە، ھەروەھا شایەتیش دەدەن، کە موحەممەد ( صلی الله علیە وسلم) بەندە و نێردراوی تۆیە. (چوار جار)",
        "en": "O Allah, I have entered the morning and I witness You and witness the bearers of Your Throne, and Your angels and all of Your creation to witness that You are Allah, there is none worthy of worship but You alone, You have no partners, and that Muhammad is Your slave and Your Messenger. (Allah will spare whoever says this four times in the morning from the fire of Hell.)",
        "fa": "الهى! من در اين صبح گاه، تو را و حاملان عرش و تمام فرشتگانت و كليّه مخلوقات تو را گواه مى گيرم بر اين كه تو الله هستى، بجز تو معبود ديگرى (بحق) وجود ندارد، تو يگانه اى و شريكى ندارى، و محمد صلی الله علیه و سلم بنده و فرستاده‌ى تو است. (چهار مرتبه)"
    },
    {
        "_id": 81,
        "ar": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        "chapter_id": 27,
        "ckb": "خودایە ھیچ بەخشش و نیعەمەتێک نییە پێمەوە و ڕۆژی لەگەڵمدا کردبێتەوە، یان بە یەکێک لە دروستکراوەکانتەوە، ئەو بەخششە نەبێت، کە لە لاین تۆی تاک و تەنیای بێ ھاوەڵەوە نەبێت، ھەروەھا ستایش و سوپاسیش بۆ تۆیە.",
        "en": "O Allah, whatever blessing has been received by me in the morning or anyone of Your creation is from You alone, You have no partner. All praise is for you and thanks is to You. (Whoever recites this in the morning, has completed his obligation to thank Allah for that day.)",
        "fa": "الهى! هر نعمتى كه در اين صبح، شامل حال من يا يكى از مخلوقات شده، از طرف تو بوده است، تو شريكى ندارى، پس ستايش و شكر از آنِ تو است."
    },
    {
        "_id": 82,
        "ar": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ (ثلاث مرات)",
        "chapter_id": 27,
        "ckb": "خودایە ساغ و سەلامەتیم پێ ببەخشە لە لاشە و بیستن و بینینمدا، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ، خودایە من پەنات پێدەگرم لە بێ باوەڕی و ھەژاری، ھەروەھا پەنات پێدەگرم لە سزای ناو گۆڕ، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ. (سێ جار)",
        "en": "O Allah, make me healthy in my body. O Allah, preserve for me my hearing. O Allah, preserve for me my sight. There is none worthy of worship but You. O Allah, I seek refuge in You from disbelief and poverty and I seek refuge in You from the punishment of the grave. There is none worthy of worship but You. (Three times)",
        "fa": "بار الها! در بدنم عافيت ده، بار الها! در گوشم عافيت ده، خدايا! در چشمم عافيت ده، بجز تو معبود ديگرى (بحق) وجود ندارد، از كفر به تو پناه می‌برم، از فقر به تو پناه مى برم، از عذاب قبر به تو پناه می‌برم، بجز تو معبود ديگرى (بحق) وجود ندارد. (سه مرتبه)"
    },
    {
        "_id": 83,
        "ar": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (سبع مرات)",
        "chapter_id": 27,
        "ckb": "خودام بەسە لەھەموو کارو بارێکمدا و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لەو نەبێنت و پشت و تەوەککولم بەو بەستوە و ئەوە پەروەردگاری عەرشە گەورەکەی خۆی. (حەوت جار)",
        "en": "Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him, He is Lord of the Majestic Throne. (Seven times)(Allah will grant whoever recites this Seven times in the morning or evening whatever he desires from this world or the next.)",
        "fa": "الله براى من كافى است، بجز او معبود ديگرى (بحق) نيست، بر او توكّل كردم و او پروردگار عرش بزرگ است. (هفت مرتبه)"
    },
    {
        "_id": 84,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
        "chapter_id": 27,
        "ckb": "خودایە داوای لێخۆشبوون و پارێزگاریت لێدەکەم لە دونیا و دواڕۆژدا، خودایە داوای لێ خۆشبوون و پارێزگاریت لێدەکەم لە ئاین و دونیا و خانەوادە و سامانمدا، خودایە عەیب و ناتەواوی و کەم و کورتیەکانم دابپۆشە، خودایە ترس و دڵە ڕاوکێیم مەھێڵە، خودایە پێش و پاش و ڕاست و چەپم پارێزراو بکە لە خراپە و شەڕی شەیتان و بشم پارێزە لە سەروومەوە لە بارینی خەشم و قین و غەزەبی خۆت بە سەرمدا، خودایە پەنا دەگەرم بە گەورەییت لەوەی، کە لە ژێرمەوە سزا بدرێم.",
        "en": "O Allah, I seek Your forgiveness and Your protection in this world and the next. O Allah, I seek Your forgiveness and Your protection in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my secrets and preserve me from anguish. O Allah, guard me from what is in front of me and behind me, from my left, and from my right, and from above me. I seek refuge in Your Greatness from being struck down from beneath me.",
        "fa": "الهى! عفـو و عافيت دنـيا و آخرت را از تـو مى خواهم. بار الها! عفو و عافيت دين، دنيا، خانواده و مالم را از تو مسألت مى نمايم. بار الها! عيوب مرا بپوشان و ترس مرا به ايمنى مبدّل ساز. الهى! مرا از جلو، پشت سر، سمت راست و چپ و بالاى سرم، محافظت بفرما، و به بزرگى و عظمت تو پناه مى برم از اينكه بطور ناگهانى از طرف پايين كشته شوم."
    },
    {
        "_id": 85,
        "ar": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "chapter_id": 27,
        "ckb": "خودایە ئەی زانا بە شتە پەنھانی و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و ئەو شتەش، کە بانگەشەی بۆ دەکات، ھەروەھا لەوەی، کە دەروونم ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بەرامبەر موسوڵمانێک بکات.",
        "en": "O Allah, Knower of the unseen and the evident , Maker of the heavens and the earth, Lord of everything and its Possessor, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim.",
        "fa": "بار الها! اى داننده ى نهان و آشكار، آفريدگار آسمان ها و زمين، پروردگار و مالک هر چيز، من گواهى مى دهم كه بجز تو، معبود ديگرى نيست، از شرّ نفس و از شرّ شيطان و دام فريبش، و از اينكه خود مرتكب كار بدى شوم و يا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
    },
    {
        "_id": 86,
        "ar": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ (ثلاث مرات)",
        "chapter_id": 27,
        "ckb": "بە ناوی ئەو خودایەی، کە لە گەڵ ناوی ئەودا ھیچ شتێک زەرەر و زیان ناگەیەنێت نە لە زەوی و نە لە ئاسماندا، ئەو خودایەیە، کە بیسەر و بینایە. (سێ جار)",
        "en": "In the Name of Allah, Who with His Name nothing can cause harm in the earth nor in the heavens, and He is the All-Hearing, the All-Knowing. (Three times)(Whoever recites it in the morning will not be afflicted by any calamity before evening, and whoever recites it in the evening will not be overtaken by any calamity before morning.)",
        "fa": "به نام خدايى كه با نام وى هيچ چيز در زمين و آسمان، گزندى نمی‌رساند، و او شنوا و دانا است. (سه مرتبه)"
    },
    {
        "_id": 87,
        "ar": "رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً (ثلاث مرات)",
        "chapter_id": 27,
        "ckb": "ڕازی بووم بەوەی، کە ( الله) پەرستراوم بێت و ئیسلام ئاین و بەرنامەم بێت و موحەممەدیش ( صلی الله علیە وسلم) پێغەمبەرم بێت. (سێ جار)",
        "en": "I am pleased with Allah as my Lord, with Islam as my religion and with Muhammad (peace and blessings of Allah be upon him) as my Prophet. (Three times)(Allah has promised that anyone who says every morning will be pleased on the Day of Resurrection.)",
        "fa": "به ربوبيت الله، و به داشتن دين اسلام، و پيامبرى محمد صلی الله علیه و سلم راضى و خشنود هستم. (سه مرتبه)"
    },
    {
        "_id": 88,
        "ar": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        "chapter_id": 27,
        "ckb": "ئەی ئەوەی، کە زیندوویت و بەردەوامیش دەمێنیت، بە ڕەحم و بەزەیی خۆت داوات لێدەکەم، کار و بارم بە چاک بگێڕە و بە ئەندازەی چاو ترووکاندنێکیش خۆم نەدەیتە دەستی خۆم.",
        "en": "O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye.",
        "fa": "اى زنـده و پا بـرجا! بـه وسيله‌ى رحمت تـو از تـو کمک می‌خواهم، همه ى امورم را اصلاح بفرما، و مرا به اندازه‌ى یک چشم به هم زدن به حال خود رها مكن."
    },
    {
        "_id": 89,
        "ar": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
        "chapter_id": 27,
        "ckb": "بەیانیم بەسەردا ھات و موڵک و سامانیش بەیانیان بەسەردا ھات ھەر بۆ خودای جیھانیان، خودایە من داوای چاکەی ئەم ڕۆژەت لێدەکەم، وەکو: گەیشتن بە ئامانج و سەرکەوتن بەسەر دوژمندا و ڕۆزی پاک و ھەڵبژاردنی ڕێگەی ڕاست، پەناشت پێدەگرم لە شەڕ و خراپەی ئەم ڕۆژە وئەوەیش، کە بەدوایدا دێت.",
        "en": "We have entered the morning and with it all the dominion which belongs to Allah, Lord of all that exists. O Allah, I ask You for the goodness of this day, its victory, its help, its light, its blessings, and its guidance. I seek refuge in You from the evil that is in it and from the evil that follows it.",
        "fa": "ما و تمام جهانيان، شب را به صبح رسانيديم براى خدايى كه پروردگار جهانيان است. بار الها! من از تو خوبى امروز، يعنى فتح، پيروزى، نور، بركت و هدايتش را مسألت می‌نمايم از بدى آنچه امروز و بعد از آن، پيش می‌آيد، به تو پناه می‌برم."
    },
    {
        "_id": 90,
        "ar": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ",
        "chapter_id": 27,
        "ckb": "بەیانیم بەسەردا ھات لەسەر ئاینی ئیسلام و لەسەر شایەتی دان بە ( لاَ إِلهَ إِلاَّ اللهُ، وَمُحَمَّدٌ رَسُولُ اللهِ)و لەسەر ئاینی موحوممەد ( صلی الله علیە وسلم)و لەسەر بەرنامە و ڕێبازی باوە گەورەمان ئیبراھیم ( عليه السلام)، کە بریتی بوو لە وازھێنان لە ھاوبەش دانان و چون بەرە ویەک خودا پەرستی، ھەروەھا دوور و بەر و بوون لە ھاوبەش دانەران.",
        "en": "We have entered the morning upon the natural religion of Islam, the word of sincere devotion, the religion of our Prophet Muhammad (peace and blessings of Allah be upon him), and the faith of our father Ibrahim. He was upright (in worshipping Allah), and a Muslim. He was not of those who worship others besides Allah.",
        "fa": "ما بر فطرت اسلام، كلمه‌ى اخلاص، دين پيامبرمان محمد صلی الله علیه و سلم و آئين پدرمان ابراهيم؛ صبح كرديم، همان ابراهيمى كه فقط به سوى حقّ، تمايل داشت و فرمانبردار خداوند بود، و از مشركان نبود."
    },
    {
        "_id": 91,
        "ar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (مائة مرة)",
        "chapter_id": 27,
        "ckb": "پاک و بێگەردی و بێکەم و کورتی و ستایش بۆ ( الله)یە. (سەد جار)",
        "en": "Glory is to Allah and praise is to Him. (100 times)(Whoever recites this one hundred times in the morning will not be surpassed on the Day of Resurrection by anyone having done better than this except for someone who had recited it more.)",
        "fa": "پاك و منزّه است خداوند، و من ستايش او را بيان می‌كنم. (صد مرتبه)"
    },
    {
        "_id": 92,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (عشر مرات أو مرة واحدة عند الكسل)",
        "chapter_id": 27,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستاییش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (دە جار یان یەک جار لەکاتی بێ توانایی دا)",
        "en": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (10 times or once if tired.)",
        "fa": "هيچ معبودى به جز الله وجود ندارد، يكتاست و شريكى براى او نيست، پادشاهى و حمد از آنِ اوست، و او بر هر چيز تواناست. (ده بار بخواند و هنگام تنبلى، يك بار بخواند)"
    },
    {
        "_id": 93,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (مائة مرة)",
        "chapter_id": 27,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستایش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (سەد جار)",
        "en": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (100 times in in the morning.)(Whoever recites this hundred times in the morning, Allah swt will reward him of freeing ten slaves, Allah will write one hundred Hasanat and and forgive him one hundred misdeeds and be protected from Satan until evening.)",
        "fa": "هيچ معبودى به جز الله وجود ندارد، يكتاست و شريكى براى او نيست، پادشاهى و حمد از آنِ اوست، و او بر هر چيز تواناست. (صد مرتبه)"
    },
    {
        "_id": 94,
        "ar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ (ثلاث مرات)",
        "chapter_id": 27,
        "ckb": "پاکی و بێگەردی و ستایش بۆ خودایە: بە ئەندازەی ژمارەی دروستکراوەکانی و ڕازیبوونی و قورسایی عەرشەکەی و زۆری وشەکانی. (سێ جار)",
        "en": "Glory is to Allah and praise is to Him, by the multitude of His creation, by His Pleasure, by the weight of His Throne, and by the extent of His Words. (Three times in the morning.)",
        "fa": "تسبيح و پاكى الله و ستايش او را به تعداد آفريدگانش خشنودى اش و سنگینى عرشش و جوهر سخنانش، بيان می‌نمايم. (سه مرنبه)"
    },
    {
        "_id": 95,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً",
        "chapter_id": 27,
        "ckb": "خودایە من داوای زانستی بەسوود و ڕۆزی پاک و حەڵاڵ و کردەوەی وەرگیراوت لێدەکەم.",
        "en": "O Allah, I ask You for knowledge that is of benefit, a good provision, and deeds that will be accepted.",
        "fa": "بار الها! از تو علم سودمند، رزق پاک و عمل مقبول مسألت می‌نمايم."
    },
    {
        "_id": 96,
        "ar": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ  (مائة مرة في اليوم)",
        "chapter_id": 27,
        "ckb": "خودایە داوای لێ خۆشبوونت لێ دەکەم و ھەر بۆ لای تۆش دەگەڕێمەوە. (سەد جار لە ڕۆژێک دا)",
        "en": "I seek the forgiveness of Allah and repent to Him. (100 times during the day.)",
        "fa": "من از الله طلب آمرزش می‌كنم و به سوى او بر می‌گردم. (روزانه صد بار گفته شود)"
    },
    {
        "_id": 97,
        "ar": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ (عشر مرات)",
        "chapter_id": 27,
        "ckb": "خودایە دوروود و سڵاوات بڕژێنە بەسەر پێغەمبەرمان موحەممەد (صلی الله علیە وسلم). (دە جار)",
        "en": "Oh Allah, we ask you for peace and blessings upon our prophet Muhammad. (Ten times)(The Prophet saw said: \"Who recites blessings upon me 10 times in the morning will obtain my intercession on the Day of Resurrection\".)",
        "fa": "بار الها! بر پيامبرمان محمد صلی الله علیه و سلم سلام و درود بفرست. (ده مرتبه)"
    },
    {
        "_id": 98,
        "ar": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "chapter_id": 28,
        "ckb": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌.",
        "en": "I seek refuge in Allah from Satan the outcast. - Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever says this when he rises in the morning will be protected from jinns until he retires in the evening, and whoever says it when retiring in the evening will be protected from them until he rises in the morning.)",
        "fa": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبک و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
    },
    {
        "_id": 99,
        "ar": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\n\r\n(ثلاث مرات )",
        "chapter_id": 28,
        "ckb": "بەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: ئه‌و خوای که ناوی _ الله‌_ خوایه‌کی تاک و ته‌نهایه (بێ هاوه‌ڵ و هاوتایه‌) * خوا زاتێکی پایه‌دار و ده‌سه‌ڵاتداره‌، نیازی به که‌س نییه‌و هه‌موویان ئاتاجی ئه‌ون، هه‌ر ئه‌و ده‌توانێ به‌ڵاو و ناخۆشی لابه‌رێت و پێویستی و داخوازیه‌کانمان جێ به جێ بکات * هیچ که‌سی لێ نه‌بووه و خۆشی له که‌س نه‌بووه‌ * هه‌رگیز هاوتاو هاوشێوه و ده‌سه‌ڵاتدارێکی تر نییه که له‌به‌رامبه‌ریه‌وه به‌وه‌ستێت و هاوشانی بێت)\r\n\r\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به‌و په‌روه‌ردگاره‌ی که به‌ره‌به‌یان پێش ده‌هێنێت * له شه‌ڕ و خراپه‌ی هه‌رچی که دروستی کردووه (له په‌ری و ئاده‌میزاد و مار و مێرو) * له شه‌ڕ و خراپه‌ی شه‌و کاتێ که دادێت و دنیا تارک ده‌بێت و ده‌بێته شه‌وه‌زه‌نگ * له شه‌ڕ و خراپه‌ی ئه‌و که‌سانه‌ی که جادو ده‌که‌ن و په‌ت و ده‌‌زو گرێ ده‌ده‌ن و فوی پیاده‌که‌ن (به‌فێڵ و جادو نێوانی خه‌ڵکی تێک ده‌ده‌ن) * له شه‌ڕ و خراپه‌ی حه‌سود و به‌خیل، کاتێ که حه‌سودی و به‌خیلی ده‌بات)\r\n\r\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به په‌روه‌ردگاری خه‌ڵکی * پادشای خه‌ڵکی به خوای خه‌ڵکی * له شه‌ڕ و خراپه‌ی ئه‌وه‌ی که وه‌سوه‌سه و خه‌ته‌ره و خه‌یاڵ ده‌خاته دڵه‌وه که (خه‌ناسه‌) * بریتیه له‌وه‌ی که وه‌سوه‌سه فڕێ ده‌داته سینه و دڵ و ده‌رونی خه‌ڵکییه‌وه‌ * له په‌ری و خه‌ڵکی، له جنۆکه و ئاده‌میزاد (ئه‌وانه‌ی که شه‌یتان سیفه‌تن) * له په‌ری و خه‌ڵكی (له جنۆكه و ئینسان ئه‌وانه‌ی شه‌یتان سیفه‌تن))\r\n\r\n(سێ جار)",
        "en": "Recite Al-Ikhlas, Al-Falaq and An-Nas.(Whoever recites these Three times in the evening, they will suffice him (as a protection) against everything.)",
        "fa": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\r\n\r\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\r\n\r\nبه نام خداوند بخشنده ى مهربان، (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها).\r\n\r\n(سه مرتبه)"
    },
    {
        "_id": 100,
        "ar": "أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَه الْليلة وَخَيرَ مَا بَعْدَها، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَه الْليلة وَشَرِّ مَا بَعْدَها، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        "chapter_id": 28,
        "ckb": "شەومان بەسەرداھات و بەردەوام موڵک و سامان و ستایش بۆ خودایە، ھیچ پەرستراوێکیش شایتەی پەرستن نییە، جگە لە ( الله)ی تاک و تەنیای بێھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و ئەوە بە توانا و بە دەسەڵات بەسەر ھەموو شتێکدا، ئەی پەروەردگارم داوای خێر و چاکەی ئەم شەوت لێدەکەم و ئەو خێر و چاکەیەش، کە لە دوای ئەم شەوە یە، ئەی پەروەردگارم پەنات پێدەگرم لە شەڕ و خراپەی ئەمشەو و ئەو شەڕ و خراپەیەش، کە لە دوای ئەمشەو دایەت، ئەی پەروەردگارم پەنات پێدەگرم لە تەنبەڵی و شەڕ و خراپەی پیری، ھەروەھا پەنات پێدەگرم لە سزای ناو دۆزەخ و سزای ناو گۆڕ.",
        "en": "We have entered the evening and with it all dominion is Allah's. Praise is to Allah. None has the right to be worshiped but Allah alone, Who has no partner. To Allah belongs the dominion, and to Him is the praise and He is Able to do all things. My Lord, I ask You for the goodness of this day and of the days that come after it, and I seek refuge in You from the evil of this day and of the days that come after it. My Lord, I seek refuge in You from laziness and helpless old age. My Lord, I seek refuge in You from the punishment of Hell-fire, and from the punishment of the grave.",
        "fa": "ما و تمام جهانيان، براى خدا  به شب رسیدیم، و حمد از آن خداست، هيچ معبودى، بجز الله كه يكتاست و شريكى ندارد وجود ندارد. پادشاهى و حمد فقط از آن اوست و او بر هر چيز قادر است. الهى! من خير آنچه در اين روز است و خير آنچه بعد از آن است را از از تو مى طلبم، و از شرّ آنچه كه در اين روز و ما بعد آن، وجود دارد، به تو پناه مى برم. الهى! من از تنبلى و بدى هاى پيرى به تو پناه مى برم، بار الها! من از عذاب آتش و قبر به تو پناه می‌برم."
    },
    {
        "_id": 101,
        "ar": "اللَّهُمَّ بِكَ أَمسينا، وَبِكَ أَصبحنا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ المصيرُ",
        "chapter_id": 28,
        "ckb": "خودایە بە بەخشش و نیعمەتی تۆوە شەو و ڕۆژمان بەسەردا ھات و بە بەخششی تۆش دەژین و دەمرین، زیندوو کردنەوەش ھەر بۆ لای تۆ دەگەڕێتەوە.",
        "en": "O Allah, by You we enter the evening and by You we enter the morning, by You we live and and by You we die, and to You is our resurrection.",
        "fa": "بار الها! با لطف تو  به شب رسيديم، و با عنايت تو صبح كرديم، و به خواست تو زنده ايم، و به خواست تو مى ميريم، و رستاخيز ما بسوى تو است."
    },
    {
        "_id": 102,
        "ar": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ",
        "chapter_id": 28,
        "ckb": "خودایە تۆ پەروەردگارمیت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ، دروستت کردووم و منیش بەندەی تۆم، خودایە من لەسەر پەیمان و بەڵێنەکەی خۆمم، کە بە تۆم داوە تا چەندە لە توانامدا بێت ، خودایە پەنات پێدەگرم لە شەڕ و خراپەی ئەوەی، کە ئەنجامم داوە، خودایە دان بەوەدا دەنێم، کە تۆ بەخشش و نیعمەتت بەسەردا ڕشتووم، دانیش بە تاوانەکانمدا دەنێم و داوای لێ خۆش بوونت لێ دەکەم، ھیچ کەسێکیش لە تاوانەکان خۆش نا بێت، جگە لە تۆ (چونکە بەڕاستی خۆشبوون لە تاوان بەس تەنیا شایستەی خودایە).",
        "en": "O Allah, You are my Lord, there is none worthy of worship but You. You created me and I am your slave. I keep Your covenant, and my pledge to You so far as I am able. I seek refuge in You from the evil of what I have done. I admit to Your blessings upon me, and I admit to my misdeeds. Forgive me, for there is none who may forgive sins but You.(Whoever recites this with conviction in the evening and dies during that night shall enter Paradise.)",
        "fa": "الهى! تو پروردگار من هستى، بجز تو معبود دیگرى نیست، تو مرا آفریدى، و من بنده‌ى تو هستم، و بر پیمان و عده ام با تو بر حسب استطاعت خود، پایبند هستم، و از شر آنچه که انجام داده ام به تو پناه مى برم، به نعمتى که به من عطا فرموده اى، اعتراف می‌کنم، و به گناهم اقرار می‌نمایم، پس مرا ببخشاى، چرا که بجز تو کسى گناهان را نمى بخشاید."
    },
    {
        "_id": 103,
        "ar": "اللَّهُمَّ إِنِّي أَمسيتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ (أربع مرات)",
        "chapter_id": 28,
        "ckb": "خودایە شەو بەسەرمدا ھات و شایەتیت بۆ دەدەم و ئەوانەیش، کە عەرشەکەی  تۆیان ھەڵگرتووە شایەتیت بۆ دەدەن  و فریشتەکان و ھەموو درووست کراوەکانت شایەتیت بۆ دەدەن، کە بەڕاستی تۆ ( الله)یت و ھیچ پەرستراوێکیش شایستەی پەرسن نییە، جگە لە تۆ، تاک و تەنیایت و ھیچ ھاوەڵ و شەریکێکیشت نییە، ھەروەھا شایەتیش دەدەن، کە موحەممەد ( صلی الله علیە وسلم) بەندە و نێردراوی تۆیە. (چوار جار)",
        "en": "O Allah, I have entered the evening and I witness You and witness the bearers of Your Throne, and Your angels and all of Your creation to witness that You are Allah, there is none worthy of worship but You alone, You have no partners, and that Muhammad is Your slave and Your Messenger. (Allah will spare whoever says this four times in the evening from the fire of Hell.)",
        "fa": "الهى! من در این شام گاه، تو را و حاملان عرش و تمام فرشتگانت و کلیه مخلوقات تو را گواه مى گیرم بر این که تو الله هستى، بجز تو معبود دیگرى (بحق) وجود ندارد، تو یگانه اى و شریکى ندارى، و محمد صلی الله علیه و سلم بنده و فرستاده‌ى تو است. (چهار مرتبه)"
    },
    {
        "_id": 104,
        "ar": "اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        "chapter_id": 28,
        "ckb": "خودایە ھیچ بەخشش و نیعەمەتێک نییە پێمەوە و شەوی لەگەڵمدا کردبێتەوە، یان بە یەکێک لە دروستکراوەکانتەوە، ئەو بەخششە نەبێت، کە لە لاین تۆی تاک و تەنیای بێ ھاوەڵەوە نەبێت، ھەروەھا ستایش و سوپاسیش بۆ تۆیە.",
        "en": "O Allah, whatever blessing has been received by me in the evening or anyone of Your creation is from You alone, You have no partner. All praise is for you and thanks is to You. (Whoever says it in the evening, has completed his obligation for that night.)",
        "fa": "الهى! هر نعمتى كه در اين شام، شامل حال من يا يكى از مخلوقات شده، از طرف تو بوده است، تو شريكى ندارى، پس ستايش و شكر از آنِ تو است."
    },
    {
        "_id": 105,
        "ar": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ (ثلاث مرات)",
        "chapter_id": 28,
        "ckb": "خودایە ساغ و سەلامەتیم پێ ببەخشە لە لاشە و بیستن و بینینمدا، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ، خودایە من پەنات پێدەگرم لە بێ باوەڕی و ھەژاری، ھەروەھا پەنات پێدەگرم لە سزای ناو گۆڕ، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ. (سێ جار)",
        "en": "O Allah, make me healthy in my body. O Allah, preserve for me my hearing. O Allah, preserve for me my sight. There is none worthy of worship but You. O Allah, I seek refuge in You from disbelief and poverty and I seek refuge in You from the punishment of the grave. There is none worthy of worship but You. (Three times)",
        "fa": "بار الها! در بدنم عافیت ده، بار الها! در گوشم عافیت ده، خدایا! در چشمم عافیت ده، بجز تو معبود دیگرى (بحق) وجود ندارد، از کفر به تو پناه می‌برم، از فقر به تو پناه مى برم، از عذاب قبر به تو پناه می‌برم، بجز تو معبود دیگرى (بحق) وجود ندارد. (سه مرتبه)"
    },
    {
        "_id": 106,
        "ar": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (سبع مرات)",
        "chapter_id": 28,
        "ckb": "خودام بەسە لەھەموو کارو بارێکمدا و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لەو نەبێنت و پشت و تەوەککولم بەو بەستوە و ئەوە پەروەردگاری عەرشە گەورەکەی خۆی. (حەوت جار)",
        "en": "Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him, He is Lord of the Majestic Throne. (Seven times)(Allah will grant whoever recites this Seven times in the evening whatever he desires from this world or the next.)",
        "fa": "الله براى من کافى است، بجز او معبود دیگرى (بحق) نیست، بر تو توکل کردم و او پروردگار عرش بزرگ است. (هفت مرتبه)"
    },
    {
        "_id": 107,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
        "chapter_id": 28,
        "ckb": "خودایە داوای لێخۆشبوون و پارێزگاریت لێدەکەم لە دونیا و دواڕۆژدا، خودایە داوای لێ خۆشبوون و پارێزگاریت لێدەکەم لە ئاین و دونیا و خانەوادە و سامانمدا، خودایە عەیب و ناتەواوی و کەم و کورتیەکانم دابپۆشە، خودایە ترس و دڵە ڕاوکێیم مەھێڵە، خودایە پێش و پاش و ڕاست و چەپم پارێزراو بکە لە خراپە و شەڕی شەیتان و بشم پارێزە لە سەروومەوە لە بارینی خەشم و قین و غەزەبی خۆت بە سەرمدا، خودایە پەنا دەگەرم بە گەورەییت لەوەی، کە لە ژێرمەوە سزا بدرێم.",
        "en": "O Allah, I seek Your forgiveness and Your protection in this world and the next. O Allah, I seek Your forgiveness and Your protection in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my secrets and preserve me from anguish. O Allah, guard me from what is in front of me and behind me, from my left, and from my right, and from above me. I seek refuge in Your Greatness from being struck down from beneath me.",
        "fa": "الهى! عفـو و عافیت دنـیا و آخرت را از تـو مى خواهم. بار الها! عفو و عافیت دین، دنیا، خانواده و مالم را از تو مسألت مى نمایم. بار الها! عیوب مرا بپوشان و ترس مرا به ایمنى مبدّل ساز. الهى! مرا از جلو، پشت سر، سمت راست و چپ و بالاى سرم، محافظت بفرما، و به بزرگى و عظمت تو پناه مى برم از اینکه بطور ناگهانى از طرف پایین کشته شوم."
    },
    {
        "_id": 108,
        "ar": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "chapter_id": 28,
        "ckb": "خودایە ئەی زانا بە شتە پەنھانی و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و ئەو شتەش، کە بانگەشەی بۆ دەکات، ھەروەھا لەوەی، کە دەروونم ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بەرامبەر موسوڵمانێک بکات.",
        "en": "O Allah, Knower of the unseen and the evident , Maker of the heavens and the earth, Lord of everything and its Possessor, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim.",
        "fa": "بار الها! اى داننده ى نهان و آشکار، آفریدگار آسمان ها و زمین، پروردگار و مالک هر چیز، من گواهى مى دهم که بجز تو، معبود دیگرى نیست، از شرّ نفس و از شرّ شیطان و دام فریبش، و از اینکه خود مرتکب کار بدى شوم و یا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
    },
    {
        "_id": 109,
        "ar": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ (ثلاث مرات)",
        "chapter_id": 28,
        "ckb": "بە ناوی ئەو خودایەی، کە لە گەڵ ناوی ئەودا ھیچ شتێک زەرەر و زیان ناگەیەنێت نە لە زەوی و نە لە ئاسماندا، ئەو خودایەیە، کە بیسەر و بینایە. (سێ جار)",
        "en": "In the Name of Allah, Who with His Name nothing can cause harm in the earth nor in the heavens, and He is the All-Hearing, the All-Knowing. (Three times)(Whoever recites it in the evening will not be overtaken by any calamity before morning.)",
        "fa": "به نام خدایى که با نام وى هیچ چیز در زمین و آسمان، گزندى نمی‌رساند، و او شنوا و دانا است. (سه مرتبه)"
    },
    {
        "_id": 110,
        "ar": "رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً (ثلاث مرات)",
        "chapter_id": 28,
        "ckb": "ڕازی بووم بەوەی، کە ( الله) پەرستراوم بێت و ئیسلام ئاین و بەرنامەم بێت و موحەممەدیش ( صلی الله علیە وسلم) پێغەمبەرم بێت. (سێ جار)",
        "en": "I am pleased with Allah as my Lord, with Islam as my religion and with Muhammad (peace and blessings of Allah be upon him) as my Prophet. (Three times) (Allah has promised that anyone who says every evening will be pleased on the Day of Resurrection.)",
        "fa": "به ربوبیت الله، و به داشتن دین اسلام، و پیامبرى محمد صلی الله علیه و سلم راضى و خشنود هستم."
    },
    {
        "_id": 111,
        "ar": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        "chapter_id": 28,
        "ckb": "ئەی ئەوەی، کە زیندوویت و بەردەوامیش دەمێنیت، بە ڕەحم و بەزەیی خۆت داوات لێدەکەم، کار و بارم بە چاک بگێڕە و بە ئەندازەی چاو ترووکاندنێکیش خۆم نەدەیتە دەستی خۆم.",
        "en": "O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye.",
        "fa": "اى زنـده و پا بـرجا! بـه وسیله‌ى رحمت تـو از تـو کمک می‌خواهم، همه ى امورم را اصلاح بفرما، و مرا به اندازه‌ى یک چشم به هم زدن به حال خود رها مکن."
    },
    {
        "_id": 112,
        "ar": "أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَه الْليلة:فَتْحَها، وَنَصْرَها، وَنورَها، وَبَرَكَتَها، وَهُدَاها، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها وَشَرِّ مَا بَعْدَها",
        "chapter_id": 28,
        "ckb": "شەوم بەسەردا ھات و موڵک و سامانیش شەو بەسەردا ھات ھەر بۆ خودای جیھانیان، خودایە من داوای چاکەی ئەم شەوت لێدەکەم، وەکو: گەیشتن بە ئامانج و سەرکەوتن بەسەر دوژمندا و ڕۆزی پاک و ھەڵبژاردنی ڕێگەی ڕاست، پەناشت پێدەگرم لە شەڕ و خراپەی ئەم شەوەیش، کە بەدوایدا دێت.",
        "en": "We have entered the evening and with it all the dominion which belongs to Allah, Lord of all that exists. O Allah, I ask You for the goodness of this day, its victory, its help, its light, its blessings, and its guidance. I seek refuge in You from the evil that is in it and from the evil that follows it.",
        "fa": "ما و تمام جهانيان، به شب رسيديم براى خدايى كه پروردگار جهانيان است. بار الها! من از تو خوبى امروز، يعنى فتح، پيروزى، نور، بركت و هدايتش را مسألت می‌نمايم از بدى آنچه امروز و بعد از آن، پيش می‌آيد، به تو پناه می‌برم."
    },
    {
        "_id": 113,
        "ar": "أَمسينا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ",
        "chapter_id": 28,
        "ckb": "شەوم بەسەردا ھات لەسەر ئاینی ئیسلام و لەسەر شایەتی دان بە ( لاَ إِلهَ إِلاَّ اللهُ، وَمُحَمَّدٌ رَسُولُ اللهِ)و لەسەر ئاینی موحوممەد ( صلی الله علیە وسلم)و لەسەر بەرنامە و ڕێبازی باوە گەورەمان ئیبراھیم ( عليه السلام)، کە بریتی بوو لە وازھێنان لە ھاوبەش دانان و چون بەرە ویەک خودا پەرستی، ھەروەھا دوور و بەر و بوون لە ھاوبەش دانەران.",
        "en": "We have entered the evening upon the natural religion of Islam, the word of sincere devotion, the religion of our Prophet Muhammad (peace and blessings of Allah be upon him), and the faith of our father Ibrahim. He was upright (in worshipping Allah), and a Muslim. He was not of those who worship others besides Allah.",
        "fa": "ما بر فطرت اسلام، كلمه‌ى اخلاص، دين پيامبرمان محمد صلی الله علیه و سلم و آئين پدرمان ابراهيم؛ به شب رسیدیم، همان ابراهيمى كه فقط به سوى حقّ، تمايل داشت و فرمانبردار خداوند بود، و از مشركان نبود."
    },
    {
        "_id": 114,
        "ar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (مائة مرة)",
        "chapter_id": 28,
        "ckb": "پاک و بێگەردی و بێکەم و کورتی و ستایش بۆ ( الله)یە. (سەد جار)",
        "en": "Glory is to Allah and praise is to Him. (100 times)(Whoever recites this one hundred times in the evening will not be surpassed on the Day of Resurrection by anyone having done better than this except for someone who had recited it more.)",
        "fa": "پاک و منزّه است خداوند، و من ستایش او را بیان می‌کنم. (صد مرتبه)"
    },
    {
        "_id": 115,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (عشر مرات أو مرة واحدة عند الكسل)",
        "chapter_id": 28,
        "ckb": "ھیچ پەرستراوێک نیە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستاییش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (دە جار یان یەک جار لەکاتی بێ توانایی دا)",
        "en": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (10 times or once if tired.)",
        "fa": "بجز الله معبود دیگرى (بحق) نیست، او شریکى ندارد، پادشاهى از آنِ اوست، و او بر هر چیز توانا است.  (ده بار بخواند و هنگام تنبلى، یک بار بخواند)"
    },
    {
        "_id": 116,
        "ar": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ  (مائة مرة في اليوم)",
        "chapter_id": 28,
        "ckb": "خودایە داوای لێ خۆشبوونت لێ دەکەم و ھەر بۆ لای تۆش دەگەڕێمەوە. (سەد جار لە ڕۆژێک دا)",
        "en": "I seek the forgiveness of Allah and repent to Him. (100 times during the day.)",
        "fa": "من از الله طلب آمرزش می‌كنم و به سوى او برمی‌گردم. (روزانه صد مرتبه)"
    },
    {
        "_id": 117,
        "ar": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (ثلاث مرات)",
        "chapter_id": 28,
        "ckb": "پەنا دەگرم بە وشە و ناوە تەواو و جوانەکانی خودا لە خراپە و زیانی دروستکراوەکانی. (سێ جار)",
        "en": "I seek refuge in the Perfect Words of Allah from the evil of what He has created. (Three times in the evening.)(Whoever recites this Three times in the evening will be protected from insect stings.)",
        "fa": "پناه می برم به کلام کامل خدا از شر آنچه آفریده است. (سه مرتبه)"
    },
    {
        "_id": 118,
        "ar": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ (عشر مرات)",
        "chapter_id": 28,
        "ckb": "خودایە دوروود و سڵاوات بڕژێنە بەسەر پێغەمبەرمان موحەممەد (صلی الله علیە وسلم). (دە جار)",
        "en": "Oh Allah, we ask you for peace and blessings upon our prophet Muhammad. (Ten times)(The Prophet saw said: \"Who recites blessings upon me 10 times in the evening will obtain my intercession on the Day of Resurrection\".)",
        "fa": "بار الها! بر پيامبرمان محمد صلی الله علیه و سلم سلام و درود بفرست. (ده مرتبه)"
    },
    {
        "_id": 119,
        "ar": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ",
        "chapter_id": 29,
        "ckb": "دەستەکانی کۆدەکاتەوە و پاشان فوی پێدا دەکات و ئەم ئایەتانەی پێدا دەخوێنێت:\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\nپاشان بە پێی توانای دەست دەھێنێت بە لاشەیدا، لە سەر و دەم و چاویەوە دەست پێدەکات، تا ئەندامەکانی تری لاشەی (ئەم کارە سێ جار ئەنجام دەدات).",
        "en": "Recite Al-Ikhlas, Al-Falaq and An-Nas",
        "fa": "هنگام خوابيدن دو دستش را همانند دعا كنار هم قرار دهد و سوره هاى زير را بخواند:\r\nبسم الله الرحمن الرحيم ﴿قل هو الله أحد * الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾.\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾.\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾ \r\nو در آن بدمد، سپس دو دستش را تا جايى كه مى رسد به بدنش بمالد، و اين كار را از سر و صورت و قسمت جلوى بدن آغاز نمايد و آنرا سه بار تكرار كند."
    },
    {
        "_id": 120,
        "ar": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "chapter_id": 29,
        "ckb": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌.",
        "en": "Allah! There is no God but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever reads this when he lies down to sleep will have a guardian from Allah remain with him and Satan will not be able to come near him until he rises in the morning.)",
        "fa": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبک و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
    },
    {
        "_id": 121,
        "ar": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
        "chapter_id": 29,
        "ckb": "پێغه‌مبه‌رو ئیمانداران باوه‌ڕیان هه‌یه به‌وه‌ی له لایه‌ن په‌روه‌ردگاریانه‌وه هاتۆته خواره‌وه‌، هه‌موویان باوه‌ڕیان هه‌یه به خواو فریشته‌کانی و کتێبه‌کانی و پێغه‌مبه‌ره‌کانی (ده‌ڵێن) هیچ جۆره جیاوازیه‌ک ناکه‌ین له نێوان هیچ پێغه‌مبه‌رێ له پێغه‌مبه‌ره‌کانی خوادا (له باوه‌ڕدا)، هه‌روه‌ها وتیان: گوێڕایه‌ڵ و ملکه‌چین (بۆ به‌دیهێنه‌رمان) په‌روه‌ردگارا لێخۆش بوونی تۆمان ده‌وێت و سه‌رئه‌نجام هه‌ر بۆ لای تۆیه گه‌ڕانه‌وه‌ * خوای گه‌وره ئه‌رک ناخاته سه‌ر هیچ که‌سێک مه‌گه‌ر به قه‌ده‌ر توانایی خۆی نه‌بێت، هه‌ر کارێکی چاک ئه‌نجام بدات قازانجی ته‌نها بۆ خۆیه‌تی و هه‌ر خراپه‌یه‌کی کردبێت ته‌نها یه‌خه‌ی خۆی ده‌گرێت و له‌سه‌ر خۆیه‌تی (هه‌ر بۆیه ئیمانداران ده‌ڵێن): په‌روه‌ردگارا؛ لێمان مه‌گره ئه‌گه‌ر فه‌رامۆشیمان به‌سه‌ردا هات یان گوناهو هه‌ڵه‌یه‌کمان له ده‌ست قه‌وما، په‌روه‌ردگارا؛ ئه‌رکی سه‌خت و کاری گران مه‌ده به‌سه‌رماندا وه‌کو ئه‌وه‌ی داوته به‌سه‌ر ئه‌وانه‌ی پێش ئێمه‌دا، په‌روه‌ردگارا؛ ئه‌رکێک مه‌ده به‌سه‌رماندا له تواناماندا نه‌بێت، تووشی به‌ڵاو ناخۆشیه‌کمان مه‌که تواناو هێزو هه‌ناومان لێ ببڕێت، گوناهمان بسڕه‌وه و چاوپۆشی بکه له هه‌ڵه‌و تاوانه‌کانمان و دای پۆشه‌، (داواکارین) به‌زه‌ییت بێته‌وه پیاماندا، ڕه‌حممان پێ بکه‌، هه‌ر تۆ پشت و په‌ناو یاریداده‌ری ئێمه‌یت، جا بۆیه داوا ده‌که‌ین سه‌رمان بخه‌یت به‌سه‌ر قه‌ومی کافرو خوانه‌ناساندا.",
        "en": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, (saying), \"We make no distinction between any of His messengers.\" And they say, \"We hear and we obey. (We seek) Your forgiveness, our Lord, and to You is the (final) destination.\"(1)Allah does not charge a soul except (with that within) its capacity. It will have (the consequence of) what (good) it has gained, and it will bear (the consequence of) what (evil) it has earned. \"Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.\"(2)(These two Verses will be sufficient for anyone who recites them at night before sleeping.)Allah burdens not a person beyond what he can bear. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. Our Lord! Punish us not if we forget or fall into error. Our Lord! Lay not on us a burden like that which You did lay on those before us. Our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us forgiveness. Have mercy on us. You are our Protector, and help us against the disbelieving people.",
        "fa": "پيامبر و مؤمنان به آنچه از سوى پروردگارش بر او نازل شده ايمان آوردند، همه به خدا، فرشتگان او و كتاب هاى وى و پيغمبرانش ايمان آوردند (و می‌گويند): ميان هيچ يك از پيامبران او فرق نمی‌گذاريم و شنيديم و اطاعت كرديم. پروردگارا! آمرزش تو را می‌خواهيم و بازگشت (همه) به سوى تو است).(خـداونـد بـه هيچ كس جز به اندازه ى توانائيش تكليف نمى كند، هر كار (خوبى) را انجام دهد براى خود انجام داده، و هر كار (بدى كه) بكند به زيان خود كرده است. پروردگارا! اگر ما فراموش كرديم يا به خطا رفتيم، ما را (بدان) مگير. پروردگارا! بار سنگين را بر ما مگذار، آنچنان كه بر كسانى كه پيش از ما بودند، گذاشتى. پروردگارا! آنچه را كه طاقت تحمل  آن را نداريم بر ما مقرر مدار، و ما را ببخش، و گناهان ما را بپوشان، و مشمول رحمت خود قرار ده، تو مولا و سرپرست مائى، پس ما را بر كافران پيروز گردان."
    },
    {
        "_id": 122,
        "ar": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
        "chapter_id": 29,
        "ckb": "پەروەردگارم بەناوی تۆ تەنیشتم دانا و بە ناوی تۆش بەرزی دەکەمەوە، خودایە خۆ، ئەگەر ڕۆحەکەمت گرتەوە بەزەییت پێدا بێتەوە، خۆ، ئەگەر گەڕاندیشتەوە بیپارێزە  لە زەرەر و زیانی شەیتان، بەوەی، کە بەندە چاکەکانی خۆتی پێ دەپارێزیت.",
        "en": "With Your Name my Lord, I lay myself down and with Your Name I rise. And if my soul You take, have mercy on it, and if You send it back then protect it as You protect Your righteous slaves.(If any of you rises from his bed and later returns to it, let him dust off his bed with his waist garment three times and mention the Name of Allah, for he does not know what may have entered the bed after him, and when he lies down he should say: بِسْمِ اللَّهِ",
        "fa": "اگر يكى از شما از بسترش برخاست و دوباره به آن برگشت، جايش را جاروب كند زيرا او نمی‌داند كه پس از رفتنش چه چيزى بر سر بسترش آمده است و اين دعا را بخواند:(پروردگارا! به نام تو پهلوى خود را بر زمين نهادم، و به كمك تو آنرا از زمين، بلند می‌كنم، اگر در حالت خواب روح مرا قبض كردى، آن را ببخشاى، و اگر دوباره به او اجازه‌ى زندگى دادى، از آن محافظت فرما، همچنان كه از بندگان نيكت محافظت كنى).\r\n(إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل:..) الحديث، [ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته]. النهاية في غريب الحديث والأثر (صنف)."
    },
    {
        "_id": 123,
        "ar": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ  إِنِّي أَسْأَلُكَ العَافِيَةَ",
        "chapter_id": 29,
        "ckb": "خودایە تۆ ڕۆحی منت بەدی ھێناوە و تۆش لێمی دەسێنیتەوە و دەیشیمرێنیت، بەدەستی تۆیە مراندن و زیندوو کردنەوەی، خۆ، ئەگەر ژیاندت بیپارێزە، خۆ، ئەگەر لە لاشەمیشت جیاکردەوە و مراندت لێی خۆش ببە، خودایە من داوای سەرفرازی و سەلامەتی و لێدەکەم.",
        "en": "O Allah, You have created my soul and You take it back. Unto You is its death and its life. If You give it life then protect it, and if You cause it to die then forgive it. O Allah, I ask You for strength.",
        "fa": "بار الها! تو جان مرا آفريدى، و تو آن را دوباره پس می‌گيرى، مرگ و زندگى آن به دست تو است. الهى! اگر زنده اش نگهداشتى، از او محافظت كن، و اگر آن را ميراندى، پس مورد آمرزش قرار ده. الهى! من از تو عافيت می‌خواهم."
    },
    {
        "_id": 124,
        "ar": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
        "chapter_id": 29,
        "ckb": "خودایە بم پارێزە لە سزاکەت، ئەو ڕۆژەی، کە بەندەکانت زیندوو دەکەیتەوە، کە ڕۆژی قیامەتە.",
        "en": "O Allah, save me from Your punishment on the Day that You resurrect Your slaves. (Three times)(When the Prophet saw wanted to lie down to sleep, he used to place his right hand under his cheek and says this dua'.)",
        "fa": "زمانى كه رسول الله  صلی الله علیه و سلم می‌خواست بخوابد، دست راستش را زير گونه‌اش قرار می‌داد و اين دعا را سه بار می‌خواند:(اللَّهُمَّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ).(الهى! روزى كه بندگانت را حشر می‌كنى، مرا از عذابت نجادت ده).\r\n(كان صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ...) الحديث."
    },
    {
        "_id": 125,
        "ar": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
        "chapter_id": 29,
        "ckb": "خودایە بەناوی تۆ دەمرم ودەژیم.",
        "en": "In Your Name, O Allah, I die and I live.",
        "fa": "خـدايا! با نـام تـو مى ميرم [مى خوابم] و با نـام تـو زنده می‌شوم [بيدار می‌شوم]."
    },
    {
        "_id": 126,
        "ar": "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) و الْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَ اللَّهُ أَكْبَر (أربعاً وثلاثين)",
        "chapter_id": 29,
        "ckb": "سُبْحَانَ اللهِ (سی و سێ جار) وَالْحَمْدُ للهِ (سی و سێ جار) وَاللهُ أَكْبَرُ (سی و چوار جار )",
        "en": "Glory is to Allah. (Thirty-three times)(1)praise is to Allah. (Thirty-three times)(2)Allah is the Most Great. (Thirty-four times)(3)",
        "fa": "الله، پاک و منزّه است. (سی و سه مرتبه) ستایش شایسته ی الله است. (سی و سه مرتبه) الله بزرگترین است. (سی و چهار مرتبه)"
    },
    {
        "_id": 127,
        "ar": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
        "chapter_id": 29,
        "ckb": "خودایە پەروەردگاری حەوت ئاسمانەکان و زەوی، پەروەردگاری عەرشی گەورە، پەروەردگارمان و پەروەردگاری ھەموو شتێک، تەقێنەری دانەوێڵە و ناوک و دابەزێنەری تەورات و ئینجیل و فورقان  ، پەنات پێدەگرم لە شەڕ و زیانی ھەموو ئەو دروست کراوانەی خۆت، خودایە تۆ ھیچ شتێکت لە پێشەوە نە بووە و دەمێنیت لە دوای لەناوچوونی ھەموو درووست کراوەکان و بە ھێز و بەتوانایت و ھیچ شتێکیش لە سەروو تۆوە نییە و ھەموو درووست کراوەکانت پێویستیان بە تۆیە و کەسیش نییە، کە ھاو شێوەی تۆ بێت، سا خودایە قەرزداریمان لەسەر لابەرە و دەوڵەمەندیشمان بکە لە ھەژاری.",
        "en": "O Allah! Lord of the Seven heavens and Lord of the Magnificent Throne. Our Lord and the Lord of everything. Splitter of the grain and the date-stone, Revealer of the Torah and the Injeel and the Furqan (the Qur'an), I seek refuge in You from the evil of everything that You shall seize by the forelock. O Allah You are the First and nothing has come before you, and You are the Last, and nothing may come after You. You are the Most High, nothing is above You and You are the Most Near and nothing is nearer than You. Remove our debts from us and enrich us against poverty.",
        "fa": "الهى! پروردگار آسمانها و زمين، و پروردگار عرش بزرگ، پروردگار ما و همه ى چيز، شكافنده ى دانه و هسته، و فرود آورنده ى تـورات و انجـيل و فـرقان، از شرّ هـر آنچـه كه پيشانی‌اش در دست تو است به تو پناه می‌برم. الهى! توئى اول، قبل از تو چيزى نيست. و توئى آخر، بعد از تو چيزى نيست. تو آشكارى، و هيچ چيز آشكارتر از تو نيست. تو پنهانى، و هيچ چيز پنهان تر از تو نيست. الهى! وام هاى ما را ادا كن، و ما را از تنگدستى به غنا و توانگرى برسان."
    },
    {
        "_id": 128,
        "ar": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ",
        "chapter_id": 29,
        "ckb": "سوپاس و ستایش بۆ ئەو خودایەی، کە تێر خواردن و تێر ئاوی کردووین و بێ پێویستی کردووین لە درووست کراوەکانی و ڕەحمی پێکردووین، لە ھەمان کاتیشدا کەسانێک ھەن، نە شوێنیان ھەیە تێیدا بژین و نە کەسیش دەیان گرێتە خۆ.",
        "en": "Praise is to Allah Who has provided us with food and with drink, sufficed us and gave us an abode for how many are there with no provision and no home.",
        "fa": "تمام ستايش ها خدائى راست كه ما را خورانيد و نوشانيد، و تمام امور را كفايت كرد و به ما جاى پناه داد، براستى كه چقدر از مردم هستند كه هيچ گونه مددكار و پناه دهنده‌اى ندارند."
    },
    {
        "_id": 129,
        "ar": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "chapter_id": 29,
        "ckb": "خودایە ئەی زانا بە شتە پەنھان و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و تۆڕی شەیتان، ھەروەھا لەوەی، کە ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بۆ موسوڵمانێک بھێنم.",
        "en": "O Allah, Knower of the unseen and the evident, Maker of the heavens and the earth, Lord of everything and its Master, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim.",
        "fa": "بار الها! اى داننده ى نهان و آشكار، آفريدگار آسمان ها و زمين، پروردگار و مالک هر چيز، من گواهى مى دهم كه بجز تو، معبود ديگرى نيست، از شرّ نفس و از شرّ شيطان و دام فريبش، و از اينكه خود مرتكب كار بدى شوم و يا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
    },
    {
        "_id": 130,
        "ar": "يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَةِ، وَ(تَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)",
        "chapter_id": 29,
        "ckb": "سورەتی (السَّجْدَة) و (الْمُلْك) دەخوێنێت .",
        "en": "Recite Surah 32 (As-Sajdah) and Surah 67 (Al-Mulk).",
        "fa": "سوره هاى ﴿الم﴾ تنزيل السجده و(تَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ) را بخواند."
    },
    {
        "_id": 131,
        "ar": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
        "chapter_id": 29,
        "ckb": "خودایە خۆمم تەسلیمی تۆ کرد و کار و بارم بۆ لای تۆ گەڕاندەوە و ڕوم کردە تۆ و پشتم بەتۆ بەست، ئومێدەوار و خۆشحاڵم بە پاداشتەکانت و دەشترسم لە سزاکانت، ھیچ حەشارگەیەک نییە تا خۆم پەنا بدەم و ھیچ ڕزگاربوونێکیش نییە لە سزاکانت، جگە لەوە نەبێت، کە بگەڕێمەوە بۆ لای تۆ، باوەڕم ھێناوە بە پەرتووکەکەت (قورئان) ئەوەی، کە وا دات بەزاندۆتە خوارەوە، ھەروەھا باوەڕیشم ھێناوە بە پێغەمبەرەکەت (موحەممەد (صلی الله علیە وسلم)) ئەوەی کەوا ناردووتە بۆلای خەڵکی.",
        "en": "O Allah, I submit myself to You, entrust my affairs to You, turn my face to You, and lay myself down depending upon You, hoping in You and fearing You. There is no refuge, and no escape, except to You. I believe in Your Book (the Qur'an) that You revealed, and the Prophet whom You sent.(Before you go to bed perform ablutions as you would for prayer, then lie down on your right side and says this dua'. Whoever says this and dies in his sleep, has died in a state of the natural monotheism (Fitrah).)",
        "fa": "بار الها! جانم را به تو سپردم، و كار خود را به تو تفويض نمودم، و چهره‌ام را به سوى تو گرداندم، و به تو اتّكا كردم، در حالى كه به نعمت هاى تو اميدوارم و از عذابت بيم ناكم، به جز تو پناهگاهى و جاى نجاتى ندارم. الهى! به كتابى كه تو نازل فرمودى، و پيامبرى كه تو مبعوث كردى، ايمان آوردم."
    },
    {
        "_id": 132,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ",
        "chapter_id": 30,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تەنیای بەتوانا نەبێت، پەروەردگاری ئاسمانەکان و زەوی و ئەوەیش، کە لە نێوانیاندایە و دەسەڵاتداری لێبوردەیە.",
        "en": "There is none worthy of worship but Allah, the One, the Victorious, Lord of the heavens and the earth and all that is between them, the All-Mighty, the All-Forgiving. (This is to be said if you turn over in bed during the night.)",
        "fa": "هيچ معبودى بجز الله (بحق) يكتا و قادر مطلق، وجود ندارد. پروردگار آسمان‌ها و زمين و آنچه در ميان آنهاست، خداوند شكست ناپذير، بسيار آمرزنده."
    },
    {
        "_id": 133,
        "ar": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ",
        "chapter_id": 31,
        "ckb": "پەنا دەگرم بە وشە و ناوە تەواو و جوانەکانی خودا لە توڕەیی و سزای، ھەروەھا لە زەرەر و زیانی بەندەکانی، ھەروەھا لە وەسوەسەی شەیتانەکان، ھەروەھا لەو کاتانەی، کە شەیتانەکان دێنە لام.",
        "en": "I seek refuge in the Perfect Words of Allah from His anger and His punishment, from the evil of His slaves and from the taunts of devils and from their presence.",
        "fa": "به وسيله ى كلمات كامل الهى از خشم و مجازات او، بدى بندگانش و وسوسه هاى شياطين و از اينكه آنها نزد من بيايند به خدا پناه می‌برم."
    },
    {
        "_id": 134,
        "ar": "يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً)، يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى  (ثلاث مرات)، لاَ يُحَدِّثْ بِهَا أَحَداً، يَتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ",
        "chapter_id": 32,
        "ckb": "سێ جار تف دەکای بەلای چەپدا، سێ جار پەنا دەگریت بە خودا لە شەیتان و ئەوەی، کە بینیویەتە لە خەودا، خەونکە بۆ کەس ناگێڕیتەوە، ڕوو وەردەگێڕیت لەو لایەی، کە لەسەریەتی بۆ لایەکی تر.",
        "en": "1. Spit to your left. (Three times)2. Seek refuge in Allah from the Devil and from the evil of what you have seen. (Three times)3. Do not speak about it to anyone.4. Turn over on your other side.",
        "fa": "به طرف چپ خود فوت كند (فوتى كه با كمى رطوبت آب دهان همراه باشد) (سه مرتبه)، از شيطان و از شر آنچه كه ديده است به الله پناه برد (سه مرتبه)، در مورد آن با كسى صحبت نكند، پهلوى خود را جابجا كند."
    },
    {
        "_id": 135,
        "ar": "يَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ",
        "chapter_id": 32,
        "ckb": "ئەگەر بتەوێت ھەڵدەستێت نوێژی سوننەت دەکات.",
        "en": "5. Get up and pray if you desire to do so.",
        "fa": "اگر خواست برخيزد و نماز بخواند."
    },
    {
        "_id": 136,
        "ar": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ",
        "chapter_id": 33,
        "ckb": "خودایە ڕێنموونیم بکە لەگەڵ ئەوانەی، کە رێنموونیت کردوون، پارێزراو و لەش ساغم بکە لەگەڵ لەش ساغ و پارێزراواندا، پشتگیریم بکە لەگەڵ پشتگیری لێ کراواندا، پیت و بەرەکەت بکەرە ئەوەی، کە پێت بەخشیوم و بم پارێزە لە شەڕ و زیانی ئەوەی، کە بڕیارت لە سەری داوە، چونکە بێگومان تۆ بڕیار دەدەیت و بڕیاریشت لەسەر نادرێت، بێگومان زەلیل نابێت ئەوەی، کە تۆ پشتیوانی بکەیت و بە ھێز و بەدەسەڵاتیش نابێت ئەوەی، کە تۆ دژایەتی بکەیت، بەرەکەت و پیرۆزی و گەورەی و بڵندی بۆ تۆیە ئەی پەروەردگارمان.",
        "en": "O Allah, guide me with those whom You have guided, and strengthen me with those whom You have given strength. Take me to Your care with those whom You have taken to Your care. Bless me in what You have given me. Protect me from the evil You have ordained. Surely, You command and are not commanded, and none whom You have committed to Your care shall be humiliated (and none whom You have taken as an enemy shall taste glory). You are Blessed, Our Lord, and Exalted.",
        "fa": "الهى! مرا در زمره كسانى قرار ده كه آنها را هدايت كرده اى، و مرا جز كسانى قرار ده كه به آن ها عافيت عطا فرمودى. الهى! مرا جزو كسانى قرار ده كه تو ياور آنانى، و هر چه كه به من عنايت فرموده اى، مباركش بگردان، و مرا از قضاى بد، حفاظت كن، توئى كه حكم می‌كنى، احدى بر تو حاكميت ندارد، همانا کسی که تو او را حمايت كنى، ذليل و خوار نمی‌شود، و كسى كه تو با او دشمنى كنى هرگز عزت نمى يابد. پروردگارا! تو بابركت و بلندمرتبه هستى."
    },
    {
        "_id": 137,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
        "chapter_id": 33,
        "ckb": "خودایە پەنا دەگرم بە ڕازیبوونت لە توڕەییت، پەنا دەگرم بە لێ بووردەییت لە سزادانت، ھەروەھا پەنا دەگرم پێت لە سزا و توڕەییت، ناتوانم ستایشت بژمێرم، تۆ بەو جۆرەی، کە خۆت ستایشی خۆتت کردووە.",
        "en": "O Allah, I seek refuge with Your Pleasure from Your anger. I seek refuge in Your forgiveness from Your punishment. I seek refuge in You from You. I cannot count Your praises, You are as You have praised Yourself.",
        "fa": "الهى! از خشم تو به خشنوديت، و از عذاب تو به عفوت، پناه مى برم، از خشمت به تو پناه می‌برم. الهى! من نمى توانم تو را آنطور كه شايسته اى، مدح كنم، تو آنچنانى كه خود را مدح كرده‌اى."
    },
    {
        "_id": 138,
        "ar": "اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ",
        "chapter_id": 33,
        "ckb": "خودایە ھەر تۆ دەپەرستین و نوێژ بۆ تۆ دەکەین و کوڕنووش بۆ تۆ دەبەین و بە پێشکەوتن و خێرایی دەکەین بۆ لات، ئومێدمان ھەیە بە ڕەحم و بەزەییت، ھەروەھا دەشترسین لە سزات، بێگومان سزاکەت بێ باوەڕان دەگرێتەوە، خودایە بێگومان داوای یارمەتی و لێ خۆشبوون ھەر لە تۆ دەکەین و ستایشی تۆ دەکەین بە باشە و بێ باوەڕ نابین پێت و باوەڕت پێ دێنین و ملکەچ دەبین بۆت و وازیش لەو کەسانە دەھێنێن، کە بێ باوەڕ و کافرن پێت.",
        "en": "O Allah, You alone do we worship and to You we pray and bow down prostrate. To You we hasten to worship and to serve. Our hope is for Your mercy and we fear Your punishment. Surely, Your punishment of the disbelievers is at hand. O Allah, we seek Your help and Your forgiveness, and we praise You beneficently. We do not deny You and we believe in You. We surrender to You and renounce whoever disbelieves in You.",
        "fa": "بـار الها! فقط تـو را بـنـدگى مى كنيم، و بـراى تـو نـماز می‌خوانيم، و تـو را سجـده می‌نمائيم، و بـه سوى تـو تـلاش مى كنيم (عملى انجام می‌دهيم كه به تو نزديک شويم) و به رحمت تو اميدواريم، و از عذاب تو می‌ترسيم، هر آينه عذاب به كفار خواهد رسيد.بار الها! از تو مدد مى جوييم، و آمرزش می‌خواهيم، و براى تو ثناى نیک می‌گوييم، و به تـو كفر نمی‌ورزيم، و به تو ايمان می‌آوريم، و براى تو خشوع می‌كنيم، و از كسى كه به تو كفر می‌ورزد، كناره می‌گيريم."
    },
    {
        "_id": 139,
        "ar": "سُبْحَانَ المَلِكِ القُدُّوسِ (ثلاث مرات والثالثة يجهر بها ويمد بها صوته [رَبِّ الْمَلاَئِكَةِ وَالرُّوْحِ])",
        "chapter_id": 34,
        "ckb": "سُبْحَانَ الْمَلِكِ الْقُدُّوسِ (سێ جار و سێھەم جاریشیان دەنگی تێدا برز و درێژ دەکاتەوە و دەڵێت: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ] . واتە: (پاکی و پێگەردی بۆ پادشای گەورەی دوور لە ھەموو شتێکی ناشیاو، پەروەردگاری فریشتەکان و جیبرەئیل.)",
        "en": "Glory is to the King, the Holy. (Three times and raise and extend the voice on the third time and say...)(1)Lord of the angels and the Spirit.(2)",
        "fa": "(سُبْحَانَ الْمَلِكِ الْقُدُّوْسِ) بگويد و بار سوم با صداى بلند و كشيده (رَبِّ الْمَلاَئِكَةِ وَالرُّوْحِ) را به آن بيفزايد. (سه مرتبه)"
    },
    {
        "_id": 140,
        "ar": "اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي",
        "chapter_id": 35,
        "ckb": "خودایە من بەندەی تۆم و کوڕی بەندەی تۆم و کوڕی کۆیلەی تۆم، چارەنووسم بە دەستی تۆیە و بڕیارت بە سەرمدا تێپەڕیوە و بڕیارەکانت بە سەرمدا دادپەروەرانەیە، داوات لێدەکەم بە ھەموو ئەو ناوانەی، کە خۆتت پێ ناو ناوە، یان ناردووتەتە خوارەوە لە پەرتووکەکەتدا، یان یەکێکت فێرکردووە لە بەندەکانت، یان لە زانستە نھێنیەکانی خۆتدا ھەڵتگرتوە (کەس نایزانێت، جگە لە خۆت نەبێت)، کە قورئان بکەیتە بەھاری دڵم و ڕوناکی سینگم و ڕەوێنەرەوەی دڵ تەنگیم و لابەری خەم و پەژارەم.",
        "en": "O Allah, I am Your slave and the son of Your male slave and the son of your female slave. My forehead is in Your Hand (i.e. You have control over me). Your Judgment upon me is assured and Your Decree concerning me is just. I ask You by every Name that You have named Yourself with, revealed in Your Book, taught any one of Your creation or kept unto Yourself in the knowledge of the unseen that is with You, to make the Qur'an the spring of my heart, and the light of my chest, the banisher of my sadness and the reliever of my distress.",
        "fa": "الهى! من بنده ى تو و فرزند بنده و كنيز تو هستم، پيشانى من (زمامم) در دست تو است، فرمان تو در حق من نافذ است، فيصله ات در حق من عين عدالت است. الهى! من بوسيله‌ى هر اسمى كه خـود را بـا آن مسمّى كرده اى، يـا در كتابت نازل كرده اى، يا به يكى از مخلوقاتت تعليم داده‌اى، يا ترجيح داده اى كه نزد تو در علم غيب بماند، از تو مسألت می‌نمايم كه قرآن را بهار دل، نور سينه، برطرف كننده‌ى غم و اندوه من بگردانى."
    },
    {
        "_id": 141,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
        "chapter_id": 35,
        "ckb": "خودایە من پەنات پێدەگرم لە خەم و پەژارە و بێتاقەتی و بێ توانایی و تەمبەڵی و ڕەزیلی و ترسنۆکی و زۆری قەرزداری و زاڵبون و دەسەڵاتی کەسانی نەزان و نەفام لەفیتنەدا.",
        "en": "O Allah, I seek refuge in you from grief and sadness, from weakness and from laziness, from miserliness and from cowardice, from being overcome by debt and overpowered by men.",
        "fa": "بار الها! من از غم و اندوه، و ناتوانى و سستى، بخل و ترس، سنگينى وام، غلبه‌ى مردان، به تو پناه می‌برم."
    },
    {
        "_id": 142,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ",
        "chapter_id": 36,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی گەورەی ھێدی نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی گەورەی پەروەردگـاری عەرش نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی بەڕێزی پەروەردگاری ئاسمانەکان و زەوی و عەرش نەبێت.",
        "en": "There is none worthy of worship but Allah the Mighty, the Forbearing. There is none worthy of worship but Allah, Lord of the Magnificent Throne. There is none worthy of worship but Allah, Lord of the heavens and Lord of the earth, and Lord of the Noble Throne.",
        "fa": "هيچ معبودى بجز خداى بزرگ و بردبار وجود ندارد. هيچ معبودى جز الله كه پروردگار عرش بزرگ است وجود ندارد. هيچ معبودى به جز الله كه پروردگار آسمان ها و زمين و عرش گرامى است وجود ندارد."
    },
    {
        "_id": 143,
        "ar": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ",
        "chapter_id": 36,
        "ckb": "خودایە ئومێدم بە ڕەحم و بەزەیی تۆ ھەیە و بە ئەندازەی چاو تروکاندنێکیش خۆم نەدەیتە دەستی خۆم و کار و باریشم بە چاکە بگێڕە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.",
        "en": "O Allah, I hope for Your mercy. Do not leave me to myself even for the blinking of an eye. Correct all of my affairs for me. There is none worthy of worship but You.",
        "fa": "اى الله! به رحمت تو اميدوارم، مرا به اندازه ى يك چشم به هم زدن به حال خودم وا مگذار، و تمام امورم را اصلاح كن، بجز تو معبود ديگرى وجود ندارد."
    },
    {
        "_id": 144,
        "ar": "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ",
        "chapter_id": 36,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە تۆ نەبێت و پاک و بێگەردی بۆ تۆ، بێ گومان من لە ستەم کارانم.",
        "en": "There is none worthy of worship but You, glory is to You. Surely, I was among the wrong doers.",
        "fa": "هيچ معبودى به جز تو (بحق) وجود ندارد، پاك و منزّه هستى و من از زمره‌ى ستمكاران بودم."
    },
    {
        "_id": 145,
        "ar": "اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً",
        "chapter_id": 36,
        "ckb": "خودا, خودا پەروەردگارمە و ھیچ شەریک و ھاوەڵێکیشی بۆ بڕیار نادەم.",
        "en": "Allah, Allah is my Lord. I do not associate anything with Him.",
        "fa": "الله، الله پروردگار من است و هيچ چيزى را براى او شریک قرار نمی‌دهم."
    },
    {
        "_id": 146,
        "ar": "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ",
        "chapter_id": 37,
        "ckb": "خودایە تۆ دەکەین بە گژیاندا و پەناشت پێدەگرین لە زەرەر و زیان و خراپەیان.",
        "en": "O Allah, we ask You to restrain them by their necks and we seek refuge in You from their evil.",
        "fa": "الهى! ما تو را در برابرشان (دشمنان) قرار می‌دهيم و از شرارت هاى آن ها به تو پناه می‌آوريم."
    },
    {
        "_id": 147,
        "ar": "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ",
        "chapter_id": 37,
        "ckb": "خودایە تۆ یارمەتی دەر و سەرخەرمیت، بە پشتیوانی تۆ دەجوڵێم و بە پشتیوانی تۆ ھەڵمەت دەبەم و بە پشتیوانی تۆش دەجەنگم.",
        "en": "O Allah, You are my strength and You are my support. For Your sake I go forth and for Your sake I advance and for Your sake I fight.",
        "fa": "الهى! تو يار و مددكار من هستى، به كمک تو تاخت و تاز مى نمايم، و به كمک تو (بر دشمنان) حمله می‌كنم، و با مدد تو می‌جنگم."
    },
    {
        "_id": 148,
        "ar": "حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ",
        "chapter_id": 37,
        "ckb": "خودامان بەسە، کە یارمەتی دەرمان بێت، ھەر ئەویشە باشترینی پشتیوان",
        "en": "Allah is sufficient for us and the best of those on whom to depend.",
        "fa": "الله براى ما كافى است، و بهترين كارساز است."
    },
    {
        "_id": 149,
        "ar": "اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ",
        "chapter_id": 38,
        "ckb": "واتە: خودایە پەروەردگاری حەوت ئاسمانەکان و پەروەردگاری عەرشی گەورە، پشتیوانم ببە لە دژی فڵانی کوڕی فڵان و دار و دەستەو کۆمەڵەکەی لە دروستکراوەکانت، لەوەی کە یەکێکیان زاڵ ببێت بە سەرمدا و ئازارم بدات، یان زیادە ڕەوی بکات بەرامبەرم، بەڕاستی بەھێز دەبێت ئەوەی کە پەنات پێ بگرێت، گەورە و پیرۆزە ستایش کردن لە سەرت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.",
        "en": "O Allah, Lord of the Seven heavens, Lord of the Magnificent Throne, be for me a support against (say the person's name) and his helpers from among your creatures, lest any of them abuse me or do me wrong. Mighty is Your patronage and glorious are Your praises. There is none worthy of worship but You.",
        "fa": "يا الله! اى پروردگار هفت آسمان، پروردگار عرش بزرگ، در برابر فلانى فرزند فلانى و دار و دسته‌اش كه از مخلوقات تو هستد، پناه من باش، از اينكه كسى از آنها بر من ظلم كند، يا طغيان نمايد، زيرا هر کس به تو پناه آورد، عزّت مى يابد، همانا ستايشِ تو والاست و جز تو معبودى (بحق) نيست."
    },
    {
        "_id": 150,
        "ar": "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ",
        "chapter_id": 38,
        "ckb": "واتە: خودا گەورەتر و بەھێزترە لە ھەموو دروست کراوەکانی، خودا بەھێزترە لەوەی کە من لێی دەترسم و سڵی لێ دەکەم، پەنا دەگرم بەو خودایەی کە ھیچ پەرستراوێک نییە شاییستەی پەرستن بێت جگە لەو، کە ڕاگیر کاری ھەر حەوت ئاسمانەکانە تا نەکەون بە زەویدا بە ڕێ پێدان و ئیزنی خۆی، لە زەرەر و زیانی بەندەکەت فڵانە کەس، ھەروەھا دەستە و شوێنکەوتوان و کۆمەڵەکەی لە جنۆکە و مرۆڤ، خودایە ببە بە پارێزەرم لە شەڕ و خراپەیان، ستایشت پیرۆز و گەورەیە و بە ھێزیشە ئەوەی کە پشت بە تۆ ببەستێت و پیت و بەرەکەتی ناوەکانیشت زۆر و گەورەیە و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.\n",
        "en": "Allah is the Most Great, Mightier than all His creation. He is Mightier than what I fear and dread. I seek refuge in Allah, Who there is none worthy of worship but Him. He is the One Who holds the Seven heavens from falling upon the earth except by His command. (I seek refuge in You Allah) from the evil of Your slave (say the person's name), and his helpers, his followers and his supporters from among the jinn and mankind. O Allah, be my support against their evil. Glorious are Your praises and mighty is Your patronage. Blessed is Your Name, there is no true God but You. (Three times)",
        "fa": "الله بزرگتر از همه است، الله از تمام مخلوقاتش با عزت تر است، الله از آنچه که من می‌ترسم و پرهیز می‌کنم، نیرومندتر است، اوست که هفت آسمان را از این که بر زمین بیـفتند، نگه مى دارد، و آسمان بر زمین نمى افتد مگر به اجازه ى او. بار الها! از شرّ فـلان بنـده ات و لشکریان، پیروان و طرفـداران جن و انس اش، تو پناه من باش. چرا که ثناى تو والاست و هرکس به تو پناه آورد، عزّت مى یابد و ستایش تو نیکو است و پناهنده به تو باعزّت است و نامت مبارک است و بجز تو معبود دیگرى (بحق) وجود ندارد."
    },
    {
        "_id": 151,
        "ar": "اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ",
        "chapter_id": 39,
        "ckb": "خودایە ئەی دابەزێنەری قورئان، ئەی موحاسەبەکاری خێرا، بشکێنە دەستە و کۆمەڵەی بێ باوەڕان، خودایە ھێز و دەسەڵاتەکەیان بشکێنە و لەرزەو شکستیان بەسەر بھێنە.",
        "en": "Allah, Revealer of the Book, Swift to account, defeat the groups (of disbelievers). O Allah, defeat them and shake them.",
        "fa": "پروردگار! اى فرودآورنده ى كتاب، و اى سريع الحساب! دشمنان را شكست بده. الهى! آنها را شكست بده و متزلزل بگردان."
    },
    {
        "_id": 152,
        "ar": "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ",
        "chapter_id": 40,
        "ckb": "خودایە بم پارێزە لە خراپەیان بەو شتەی، کە خۆت ویستت لەسەریەتی.",
        "en": "O Allah, suffice me against them however You wish.",
        "fa": "اى الله! تو در برابر دشمنان بهر طريق كه می‌خواهى، مرا كفايت فرما."
    },
    {
        "_id": 153,
        "ar": "يَسْتَعِيذُ بِاللَّهِ، يَنْتَهِي عَمَّا وَسْوَسَ فِيهِ",
        "chapter_id": 41,
        "ckb": "پەنا بە خودا دەگریت ، واز لەوە دەھێنیت، کە گومانت تێیدا ھەیە.",
        "en": "I seek refuge in Allah from satan the outcast (then you should desist from doing what you are in doubt about).",
        "fa": "به الله پناه ببرد. آنچه را كه در آن، به شك افتاده است رها كند."
    },
    {
        "_id": 154,
        "ar": "يَقُولُ: آمَنْتُ بِاللَّهِ وَرُسُلِهِ",
        "chapter_id": 41,
        "ckb": "پاشان دەڵێیت : آمَنْتُ بِاللهِ وَرَسُلِهِ.",
        "en": "I believe in Allah and His Messenger.",
        "fa": "بگويد: به الله و فرستادگانش ايمان آوردم."
    },
    {
        "_id": 155,
        "ar": "يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾",
        "chapter_id": 41,
        "ckb": "پاشان ئەم ئایەتە دەخوێنیتەوە : هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ [الحديد: ٣ ].",
        "en": "He is the First and the Last, the Most High and the Most Near. And He is the Knower of all things",
        "fa": "اين آيه را بخواند:﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾.(او اوّل است كه آغازى ندارد، و آخر است كه پايانى ندارد، و آشكار است كه همه چيز بر او دلالت دارد، و پنهان است كه حواس انسان بر او احاطه ندارد، او به همه چيز آگاه است)."
    },
    {
        "_id": 156,
        "ar": "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ",
        "chapter_id": 42,
        "ckb": "خودایە دوورم بخەرەوە بە ڕۆزییەکی رێگە پێدراو و حەڵاڵ، لەو ڕۆزییەی، کە قەدەغەت کردووە وحەرامە، بێ پێویستیشم بکە بە فەزڵ و گەورەیی خۆت لە کەسانێکی تر.",
        "en": "O Allah, suffice me with what You have allowed instead of what You have forbidden, and make me independent of all others besides You.",
        "fa": "اى الله! مرا با رزق حلالت، كفايت كن، و رزق حرام نصيبم مگردان، و با فضل خود از ديگران بى نياز كن."
    },
    {
        "_id": 157,
        "ar": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
        "chapter_id": 42,
        "ckb": "خوادیە من پەنات پێدەگرم لە خەم و پەژارە و بێتاقەتی و بێتوانایی و تەمبەڵی و ڕەزیلی و ترسنۆکی و زۆری قەرزداری و زاڵبون و دەسەڵاتی کەسانی نەزان و نەفام لەفیتنەدا.",
        "en": "O Allah, I seek refuge in You from grief and sadness, from weakness and from laziness, from miserliness and from cowardice, from being overcome by debt and from being overpowered by men",
        "fa": "بار الها! من از غم و اندوه، ناتوانى و سستى، بُخل و ترس و سنگينى بدهى، و غلبه‌ى مردان به تو پناه می‌برم."
    },
    {
        "_id": 158,
        "ar": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ ( ثلاثاً)",
        "chapter_id": 43,
        "ckb": "پەنا دەگرم بەخوای گەورەو میهرەبان  لە شەیتانی دوورخراوە لە ڕەحمەتی خوای گەورەو میهرەبان، وە پاشان تفێك كە زۆر تەڕ نەبێت دەكات بەلای چەپیدا (سێ جار)",
        "en": "I seek refuge in Allah from Satan the outcast. Then spit to your left three times.",
        "fa": "أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ (من از شيطان رانده شده به الله پناه می‌برم).بگو و سه بار سمت چپ خود تف كن، يعنى فوت كن به طورى كه همراه با كمى از آب دهان باشد (سه مرتبه)."
    },
    {
        "_id": 159,
        "ar": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً",
        "chapter_id": 44,
        "ckb": "خوایه‌ هیچ كارێكى ئاسان نییه‌ مه‌گه‌ر ئه‌وه‌ى تۆ ئاسانت كردووه‌. وه‌ تۆ ئه‌گه‌ر ویستت لێبێت ناڕەحەتی ئاسان ده‌كه‌یت",
        "en": "O Allah, there is no ease other than what You make easy. If You please You ease sorrow.",
        "fa": "الهى! انجام هيچ كارى آسان نيست مگر آن را تو آسان بگردانى و توئى كه هرگاه بخواهى، مشكل را آسان می‌گردانى."
    },
    {
        "_id": 160,
        "ar": "مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ",
        "chapter_id": 45,
        "ckb": "ھیچ بەندەیەک نییە، کە تاوانێک بکات و دەستنوێژێکی چاک ھەڵبگرێت، پاشان ھەستێت دوو ڕکات نوێژ بکات، پاشان داوای لێخۆشبوون بکات لە خودا، بێگومان خودا ھەر لێی خۆش دەبێت.",
        "en": "There is not any slave of Allah who commits a sin, then he perfects his ablution and stands to pray two rak'ah of prayer, then seeks Allah's forgiveness, except that Allah will forgive him.",
        "fa": "هر بنده اى که مرتکب گناهى شد، سپس خوب وضو گرفت و دو رکعت نماز خواند و از خدا طلب آمرزش نمود، خداوند او را می‌بخشد."
    },
    {
        "_id": 161,
        "ar": "الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ",
        "chapter_id": 46,
        "ckb": "پەنا گرتن بە خودا لە شەیتان.",
        "en": "I seek refuge in Allah from Satan the outcast",
        "fa": "پناه بردن از شيطان به الله."
    },
    {
        "_id": 162,
        "ar": "الْأَذَانُ",
        "chapter_id": 46,
        "ckb": "بانگ.",
        "en": "The azan (Call to prayer)",
        "fa": "أذان گفتن."
    },
    {
        "_id": 163,
        "ar": "الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ",
        "chapter_id": 46,
        "ckb": "ویردەکان و خوێندنەوەی قورئان.",
        "en": "Recitation of the authentic zikr (remembrance of Allah) and the Qur'an. The Devil is driven out by the invocations for morning and evening, zikr before sleeping and upon waking up, zikr for entering and leaving the house, including those for entering and leaving the mosque, and by many other authentic invocations taught to us by the Prophet (SAW) such as the reading of 'Ayatul-Kursi (Al-Baqarah 2:255), and the last two 'ayat of Surat Al-Baqarah and zikr no. 93 100 times, it will be a protection for him from the Devil throughout the day. Also call to prayer (athan).",
        "fa": "با ذكر و قرائت قرآن."
    },
    {
        "_id": 164,
        "ar": "قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ",
        "chapter_id": 47,
        "ckb": "قەدەری خودای گەورە وابوو، ھەروەھا ویستیشی لە ھەر شتێک ببێت دەیکات.",
        "en": "It is the Decree of Allah and He does whatever He wills.(The strong believer is better and more dear to Allah than the weak believer, and in each of them there is good. Be vigilant for what is to your benefit and seek the help of Allah and do not falter. But when you are stricken by some setback, do not say: \"If only I had done such and such...\" rather say: \"It is the Decree of Allah and He does whatever He wills\". For verily the saying 'if...' begins the work of the Devil.)",
        "fa": "همان پيش آمد كه تقدير الله بود، هر چه الله بخواهد، همان می‌شود."
    },
    {
        "_id": 165,
        "ar": "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ. وَيَرُدُّ عَلَيْهِ الْمُهَنَّأُ فَيَقُولُ: بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ",
        "chapter_id": 48,
        "ckb": "خودا پیت و بەرەکەت بکاتە ئەوەی، کە پێت بەخشراوە و واشت لێبکات، کە سوپاس و ستایشی خودای لەسەر بکەیت، خودا بیگەیەنێتە تەمەنی گەنجێتی و بەھێزی، تا سوود و قازانجت پێ بگەیەنێت، بیشیکاتە گوێڕایەڵێک بۆت (لە وەڵامدا دەڵێت): خودا پیت و بەرەکەت بکاتە ژیانتەوە، پیت و بەرەکەت بەسەرتدا بڕژێنێت و خودا پاداشتی باشت بداتەوە، خودا نموونەی ئەو منداڵەت پێ ببەخشێت و ئەجر و پاداشتیشت زۆر و گەورە بکات.",
        "en": "May Allah bless you with His gift to you, and may you (the new parent) give thanks, may the child reach the maturity of years, and may you be granted its righteousness.(1)The reply of the person being congratulated is to say: \"May Allah bless you, and shower His blessings upon you, and may Allah reward you well and bestow upon you its like and reward you abundantly\".(2)",
        "fa": "كسى كه صاحب فرزندى شد، به او بگويد: (بَارَكَ اللهُ لَكَ فِي الْمَوْهُوْبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ). و او در جواب بگويد: (بَارَكَ اللهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللهُ خَيْراً، وَرَزَقَكَ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ).(خداوند در آن چه كه به تو عنايت كرده است، بركت بدهد، به تو توفيق شكرگزارى عطا فرمايد، و اميدوارم كه فرزندت به كمال برسد و تو از نيكى او بهره مند شوى)، ترجمه‌ى پاسخ دعا: (بركت خداوند براى تو و بر تو باد! خداوند به تو پاداش نيك عطا فرمايد و مانند اين را نيز به تو بدهد و ثوابت را افزون فرمايد)."
    },
    {
        "_id": 166,
        "ar": "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما (أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)",
        "chapter_id": 49,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) حەسەن و حوسەینی (ڕەزای خودایان لێبێت) پەنا دەدا بە: أُعِيذُكُمَا بِكَلِمَاتِ اللهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ, وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ . واتە: (پەناتان دەدەم بە ناوە تەواو و جوانەکانی خودا لە ھەموو شەیتانێک و پێوەدەرێک (مار و دوپشک و ...)لە ھەموو چاوێکی پیس و تێڕوانینێکی خراپ).",
        "en": "I seek protection for you in the Perfect Words of Allah from every devil and every beast, and from every envious blameworthy eye.",
        "fa": "رسول الله صلی الله علیه و سلم با خواندن اين كلمات، حسن و حسين رضی الله عنهما را به خدا می‌سپرد تا آنها را حفاظت كند: (أُعِيْذُكُمَا بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانِ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ).(من شما دو نفر (حسن و حسين  رضی الله عنهما) را به وسيله ى كلمات كامل الله از بدى هر شيطان و جانور زهردار و زخم چشم به حفظ خدا می‌سپارم)."
    },
    {
        "_id": 167,
        "ar": "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ",
        "chapter_id": 50,
        "ckb": "قورس و ناڕەحەت نییە لە سەرت و پاک بونەوەتە لە تاوانەکان، ئەگەر خوداوەند ویستی لەسەر بێت.",
        "en": "Do not worry, it will be a purification (for you), Allah willing.",
        "fa": "هيچ باكى نيست، اين بيمارى به خواست خداوند، پاک كننده‌ى (گناهان) است."
    },
    {
        "_id": 168,
        "ar": "أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ (سبع مرات)",
        "chapter_id": 50,
        "ckb": "داواکارم لە خودای مەزن و شکۆمەند، پەروەردگاری عەرشی مەزن، کە نەخۆشیەکەت ساڕێژ بکات و شیفات بدات. (حەوت جار)",
        "en": "I ask Almighty Allah, Lord of the Magnificent Throne, to make you well. (Seven times)",
        "fa": "از خداوند عظيم، پروردگار عرش بزرگ، می‌خواهم كه تو را شفا دهد. (هفت مرتبه)"
    },
    {
        "_id": 169,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ",
        "chapter_id": 51,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت : (ئەگەرکەسێک سەردانی برا موسوڵمانەکەی بکات، ئەوە بەناو باخە خورمایەکی بەھەشتدا ڕێ دەکات ھەتا وەکو دادەنیشێت، ھەروەھا کاتێک، کە دانیشت ڕەحم و بەزەیی خودا دایدەپۆشێت، خۆ، ئەگەر سەردانەکەی لە بەیانیدا بێت ئەوە حەفتا ھەزار فریشتە نزا و دوعای خێری بۆ دەکەن تا وەکو شەوی بەسەردا دێت، خۆ، ئەگەر لە شەودا بێت ئەوە حەفتا ھەزار فریشتە نزا و دوعای خێری بۆ دەکەن تا وەکو ڕۆژی بەسەردا دێت).",
        "en": "When a man goes to visit his sick Muslim brother, he walks along a path of Paradise until he sits, and when he sits he is cloaked in mercy. If he comes in the morning, Seventy thousand angels pray for him until evening, and if he comes in the evening, Seventy thousand angels pray for him until morning.",
        "fa": "رسول الله  صلی الله علیه و سلم فرمودند: هرگاه مردى به عيادت برادر مسلمانش برود، تا وقتى كه آنجا می‌رود و مى نشيند، در ميان ميوه‌هاى چيده شده ى بهشت، قدم بر می‌دارد، پس زمانى كه آنجا نشست، رحمت او را فرا می‌گيرد، و اگر هنگام صبح به عيادت برود، هفتاد هزار ملائكه تا شب بر او درود می‌فرستند، و اگر شب به عيادت برود، هفتاد هزار ملائكه تا صبح بر او درود می‌فرستند."
    },
    {
        "_id": 170,
        "ar": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى",
        "chapter_id": 52,
        "ckb": "خودایە لێم خۆش ببە و ڕەحمم پێ بکە و بمگەیەنە بە بەھەشت و ھاوڕێ پلە بەرزەکان.",
        "en": "O Allah, forgive me and have mercy upon me and join me with the highest companions (in Paradise).",
        "fa": "بار الها! مرا ببخش، و بر من رحم كن، و مرا به رفيق أعلى ملحق ساز. (يعنى رسول الله  صلی الله علیه و سلم، پيامبران (علیهم السلام) ملائكه و بندگان صالح)."
    },
    {
        "_id": 171,
        "ar": "جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ",
        "chapter_id": 52,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) لە کاتی سەرە مەرگیدا دەستەکانی دەکردە ناو ئاوەوە و دەم و چاوی پێ دەسڕی و دەیگوت: لاَ إِلهَ إِلاَّ اللهُ، إِنَّ لِلْمَوْتِ سَكَرَاتٍ . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، بەڕاستی مردن ناڕەحەتی و ئازاری ھەیە).",
        "en": "There is none worthy of worship but Allah, surely death has agonies.",
        "fa": "پيامبر  صلی الله علیه و سلم هنگام مرگ دست هايش را در آب فرو مى برد و صورتش را با آنها مسح می‌كرد و می‌فرمود: هيچ معبودى بجز الله (بحق) وجود ندارد، همانا مرگ داراى سختى و دشوارى است."
    },
    {
        "_id": 172,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        "chapter_id": 52,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورەترینە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیا نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله) نەبێت وستایشیش بۆ ئەوە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، ھیچ ھەوڵ و دەسەڵاتێکم نییە، جگە لەوە نەبێت، کە خودا پێم دەبەخشێت.",
        "en": "There is none worthy of worship but Allah, Allah is the Most Great. None has the right to be worshiped but Allah alone. None has the right to be worshiped but Allah alone, Who has no partner. There is none worthy of worship but Allah, His is the dominion and His is the praise. There is none worthy of worship but Allah, there is no power and no might but by Allah.",
        "fa": "و همچنين اين دعا را می‌خواند:هیچ معبودى به جز الله (بحق) وجود ندارد، الله بزرگ ترین است، بجز الله، معبودى (بحق) وجود ندارد، یکتاست. هیچ معبودى به جز الله (بحق) وجود ندارد. شریکى ندارد، هیچ معبودى به جز الله (بحق) وجود ندارد، پادشاهى از آنِ اوست، ستایش شایسته ى اوست. هیچ معبودى به جز الله (بحق) وجود ندارد، هیچ نیروى بازدارنده از گناهان و توفیق دهنده به نیکى، به جز الله وجود ندارد."
    },
    {
        "_id": 173,
        "ar": "مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ",
        "chapter_id": 53,
        "ckb": "ھەر کەسێک کۆتا قسەی (لاَ إِلهَ إِلاَّ اللهُ) بێت، دەچێتە بەھەشتەوە.",
        "en": "There is none worthy of worship but Allah.",
        "fa": "هركس آخرين كلامش لاَ إِلَهَ إِلاَّ اللهُ باشد، وارد بهشت می‌گردد."
    },
    {
        "_id": 174,
        "ar": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا",
        "chapter_id": 54,
        "ckb": "ئێمە موڵکی خوداین و ھەر بۆ لای ئەویش دەگەڕێینەوە، خودایە پاداشتم بدەرەوە لەم موسیبەتەدا و شتێکی باشترم بۆ بکەرەوە شوێنی.",
        "en": "We are from Allah and unto Him we return. O Allah take me out of my plight and bring to me after it something better.",
        "fa": "بدون ترديد ما از آنِ الله هستيم و بازگشت همه‌ى ما بسوى اوست. الهى! مرا در مقابل مصيبت، پاداش ده، و در عوض آن چيز بهترى به من عنايت فرما."
    },
    {
        "_id": 175,
        "ar": "اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ",
        "chapter_id": 55,
        "ckb": "خودایە لە فڵانە کەس خۆش ببە و پلەی بەرز بکەرەوە لە ناو ڕێنموونی کراواندا و لە دوای خۆی کەسێکی تر بکەرە شوێنی بۆ کەس و کاری، لە ئێمەش و لە ئەویش خۆشببە ئەی پەروەردگاری جیھانیان، ھەروەھا گۆڕەکەی بۆ فراوان و ڕۆشن بکە.",
        "en": "O Allah, forgive (say the person's name) and elevate his station among those who are guided. Send him along the path of those who came before, and forgive us and him, O Lord of the worlds. Enlarge for him his grave and shed light upon him in it.",
        "fa": "اى الله! فلان را ببخشاى (نامش را بزبان آورد)، و درجه‌ى او را در ميان هدايت يافتگان، رفيع بگردان، و فرزندانش را در ميان بازماندگان، سرپرستى كن، و ما و او را ببخشاى، اى پروردگار جهانيان، يا الله! قبرش را وسيع و منوّر بگردان."
    },
    {
        "_id": 176,
        "ar": "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ",
        "chapter_id": 56,
        "ckb": "خودایە لێی خۆش ببە و ڕەحمی پێبکە و لێی ببوورە و لە شوێنێکی خۆشدا دایبنێ و گۆڕەکەی بۆ فراوان بکە و بیشۆرە بە ئاو و بەفر و تەرزە و پاکی بکەرەوە لە تاوان ھەر وەکو چۆن جلی سپی لە چڵک و پیسی پاک دەکەیتەوە، ھەروەھا ماڵێکی بدەرێ لە ماڵەکەی خۆی باشتر و کەس و کارێکی بدەرێ لە کەس و کارەکەی خۆی باشتر و ھاوسەرێکی بدەرێ لە ھاوسەرەکەی خۆی باشتر و بیخەرە بەھەشتەوە و پەناشی بدە لە سزای ناو گۆڕ و سزای دۆزەخ.",
        "en": "O Allah, forgive him and have mercy on him and give him strength and pardon him. Be generous to him and cause his entrance to be wide and wash him with water and snow and hail. Cleanse him of his transgressions as white cloth is cleansed of stains. Give him an abode better than his home, and a family better than his family and a wife better than his wife. Take him into Paradise and protect him from the punishment of the grave (and from the punishment of Hell-fire).",
        "fa": "بار الها! او را ببخش، و بر او رحم كن، و عافيت نصيبش بگردان، و از وى گذشت كن. الهى! ميهمانى او را گرامى بدار، و قبرش را وسيع بگردان، و او را با آب و برف و تگرگ بشوى، و از گناهان، چنان پاكش بگردان كه لباس سفيد را از آلودگى، پاك و تميز می‌گردانى. پروردگارا! به او خانه اى بهتر از خانه اش، و خانواده اى بهتر از خانواده اش، و همسرى بهتر از همسرش، عنايت بفرما، و او را وارد بهشت كن، و از عذاب قبر و دوزخ پناهش ده."
    },
    {
        "_id": 177,
        "ar": "اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ",
        "chapter_id": 56,
        "ckb": "خودایە لە زیندو و مردوو و ئامادە و نائامادە و بچووک و گەورە و نێر و مێمان خۆش ببە، خودایە ئەوەی، کە ژیانت پێ بەخشی لە ئێمە بیژیەنە لەسەر ئیسلامەتی، ھەروەھا ئەوەشی، کە مراندت لە ئێمە بیمرێنە لەسەر باوەڕداریەتی، خودایە بێ بەشمان مەکە لە پاداشتی ئەم موسیبەتە و بە دواشیدا گومڕا و سەر لێ شێواومان مەکە.",
        "en": "O Allah forgive our living and our dead, those who are with us and those who are absent, our young and our old, our menfolk and our womenfolk. O Allah, whomever you give life from among us give him life in Islam, and whomever you take way from us take him away in Faith. O Allah, do not forbid us their reward and do not send us astray after them.",
        "fa": "الهى! زنده و مرده، حاضر و غايب، کوچک و بزرگ، مرد و زن ما را مورد آمرزش قرار دهد، يا الله! هركسى را از ميان ما زنده نگه مى دارى بر اسلام زنده‌اش نگاه دار، و هركسى را ميرانى بر ايمان بميران. بار الها! از اجر اين متوفّى ما را محروم مگردان، و بعد از وى ما را گمراه نكن."
    },
    {
        "_id": 178,
        "ar": "اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ",
        "chapter_id": 56,
        "ckb": "خودایە فڵانی کوڕی فڵان لە ژێر پارێزگاری و چاودێری تۆدایە، بیپارێزە لە ئاشوبەی گۆڕ و سزای دۆزەخ، تۆ خاوەنی وەفا و ڕەواییت، سا لێی خۆش ببە و ڕەحمی پێبکە، بەڕاستی تۆ لێ خۆشبوو و میھرەبانیت.",
        "en": "O Allah, surely (say the person's name) is under Your protection, and in the rope of Your security, so save him from the trial of the grave and from the punishment of the Fire. You fulfill promises and grant rights, so forgive him and have mercy on him. Surely You are Most Forgiving, Most Merciful.",
        "fa": "يا الله! همانا فلان پسر فلان در امان و پناه تو است، پس او را از فتنه ى قبر و عذاب دوزخ نجات بده، بدون شك تو اهل وفا و حقّ هستى. الها! او را ببخشاى و بر وى رحم كن، همانا تو بخشاينده و مهربانى."
    },
    {
        "_id": 179,
        "ar": "اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ",
        "chapter_id": 56,
        "ckb": "خودایە بەندەی تۆیە و کوڕی بەندەی تۆیە و پێویستی بە ڕەحم و بەزەیی تۆیە و تۆش بێ پێویستیت بە سزادانی، خۆ، ئەگەر چاکە کار بووە لە چاکەکانی زیاد بکە و خۆ، ئەگەریش خراپە کار بووە لێی ببوورە.",
        "en": "O Allah, Your male slave and the child of Your female slave is in need of Your mercy, and You are not in need of his torment. If he was pious then increase his rewards and if he was a transgressor then pardon him.",
        "fa": "اى الله! اين شخص بنده ى تو و فرزند كنيز تو است كه به رحمت تو نيازمند است، و تو از عذاب دادن او بى نيازى، اگر نيكوكار است بر نيكى هايش بيفزاى، و اگر بدكار است از او گذشت بفرما."
    },
    {
        "_id": 180,
        "ar": "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ، وإن قال: اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ (فَحَسَنٌ)",
        "chapter_id": 57,
        "ckb": "خودایە پاداشتی دایک و باوکی بدەرەوە لە لای خۆت و بیکە بە تکا کار بۆ دایک و باوکی و تکا کەشی گیرا بکە، خودایە بە بۆنەیەوە کردەوەی دایک و باوکی قورس بکە لەسەر تەرازووی کردەوەکان و پاداشتیان گەورە بەکە و بیگەیەنە بە باوەڕدارە چاکەکان و بیکەرە ژێر کەفالەتی پێغەمبەر ئیبراھیم (صلی الله علیە وسلم)، ھەروەھا بیپارێزە بە بەزەیی خۆت لە سزای دۆزەخ و ماڵێکی بدەرێ لە ماڵەکەی خۆی باشتر و کەس و کارێکی بدەرێ لە کەس و کارەکەی خۆی باشتر، خودایە خۆش ببە لەوانەی، کە لە پێشمانەوە مردوون و ئەوانەش، کە بە باوەڕ و ئیمانەوە لە پێشمانە ڕۆیشتوون) .",
        "en": "O Allah, protect him from the torment of the grave.(1)O Allah, make him a precursor, a forerunner and a treasure for his parents and an answered intercessor. O Allah, make him weigh heavily in their scales (of good) and magnify their reward. Make him join the righteous of the believers. Place him in the care of Ibrahim. Save him by Your mercy from the torment of Hell. Give him a home better than his home and a family better than his family. O Allah, forgive those who have gone before us, our children lost (by death), and those who have preceded us in Faith.(2)",
        "fa": "خداوندا! او را از عذاب قبر پناه ده).اگر دعاى زير را خواند هم خوب است:(اللَّهُمَّ اجْعَلْهُ فَرَطًا وَذُخْراً لِوَالِدَيْهِ، وَشَفِيْعاً مُجَاباً. اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِيْنَهُمَا وَأَعْظِمْ بِهِ أُجُوْرَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِيْنَ، وَاجْعَلْهُ فِيْ كَفَالَةِ إِبْرَاهِيْمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيْمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ ِلأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِاْلإِيْمَانِ).(خدايا! او را ميزبان و ذخيره و شفاعت كننده اى كه شفاعتش قبول شود براى پدر و مادرش قرار بده. خدايا! بوسيله ى او ترازوى حسنات پدر و مادرش را سنگين بگردان، و بر پاداش آنها بيفزاى، و او را به مؤمنان نيكوكار ملحق بگردان، و در كفالت ابراهيم؛ قرار ده، و به رحمت خود از عذاب دوزخ حفظ كن، و خانه اى بهتر از خانه اش، و خانواده‌اى بهتر از خانواده‌اش به او عطا فرما، خدايا! گذشتگان و كسانى را كه پيش از ما رفته اند و آنهايى را كه در ايمان بر ما سبقت جسته اند بيامرز)."
    },
    {
        "_id": 181,
        "ar": "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً",
        "chapter_id": 57,
        "ckb": "خودایە بۆمان بکەرە پاداشت و پێشین و چاکە.",
        "en": "O Allah, make him for us a precursor, a forerunner and a cause of reward.",
        "fa": "خدايا! او را براى ما ميزبان و ذخيره و ثوابى قرار ده."
    },
    {
        "_id": 182,
        "ar": "إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ، وَإِنْ قَالَ: أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ (فَحَسَنٌ)",
        "chapter_id": 58,
        "ckb": "بێگومان ھی خودایە ئەوەی، کە دەیگرێتەوە و ئەوەیش، کە دەیبەخشێت، ھەموو شتێکیش لە لای خودای گەورە ئاشکرا و دیاری کراوە، دەی کەواتە سەبڕ و ئارام بگرە و داوای پاداشت بکە لە پەروەردگار) . خۆ، ئەگەر ئەم ویردەش بخوێنێت شتێکی باشە : أَعْظَمَ اللهُ أَجْرَكَ, وَأَحْسَنَ عَزَاءَكَ وَغَفَرَ لِمَيِّتِكَ ,. واتە: (خودای پەروەردگار ئەجر و پاداشتت زۆر و گەورە بکات و بە باشترین شێوە سەبووریت بداتەوە و لە گوناھی مردووەکەشت خۆش ببێت.",
        "en": "Surely, Allah takes what is His, and what He gives is His, and to all things He has appointed a time. So have patience and be rewarded.(1)May Allah magnify your reward, and make perfect your bereavement, and forgive your departed.(2)",
        "fa": "همانا آنچه را كه خداوند گرفت، از آنِ خودش بود، و آنچه را كه داده است نيز مال خود او مى باشد، مسلّماً هر چيز، ميعاد معينى دارد، لذا بايد صبر كنى و اميد ثواب داشته باشى. و اگر بگوید:(الله! اجرت را بزرگ گرداند و عزايت را نيكو كند، و ميّتت را بيامرزد). و اگر دعاى فوق را بخواند خوب است."
    },
    {
        "_id": 183,
        "ar": "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ",
        "chapter_id": 59,
        "ckb": "بەناوی خودا و لەسەر ڕێبازی پێغەمبەری خودا (صلی الله علیە وسلم).",
        "en": "With the Name of Allah and according to the Sunnah of the Messenger of Allah.",
        "fa": "به نام الله و طبق سنّت رسول الله  صلی الله علیه و سلم ميّت را در قبر می‌گذارم."
    },
    {
        "_id": 184,
        "ar": "اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ",
        "chapter_id": 60,
        "ckb": "خودایە لێی خۆش ببە، خودایە زمانی دامەزراو بکە لە کاتی پرسیار لێکردنی.",
        "en": "O Allah, forgive him. O Allah, strengthen him.(The Prophet saw used to stop after burying the dead and say to the people: \"Ask Allah to forgive your brother and pray for him to be strengthened, for indeed he is now being questioned\".)",
        "fa": "بار الها! او را بيامرز و او را [در پاسخ به سؤالات منكر و نكير] ثابت قدم بدار."
    },
    {
        "_id": 185,
        "ar": "السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ",
        "chapter_id": 61,
        "ckb": "سڵاوتان لێ بێت ئەی خەڵکی گۆڕستان لە باوەڕداران و موسوڵمانان، ئێمەش (إن شاء الله) پێتان دەگەین، خودای گەورە ڕەحم بەوانەمان بکات، کە لە پێشمانەوە ڕۆیشتوون و ئەوانەش، کە لە دوامانەوە دەڕۆن، داوا لە خودا دەکەم، کە لە ئێمەش و لە ئێوەش خۆش ببێت.",
        "en": "Peace be upon you, people of this abode, from among the believers and those who are Muslims, and we, by the Will of Allah, shall be joining you. May Allah have mercy on the first of us and the last of us) I ask Allah to grant us and you strength.",
        "fa": "سلام بر شما اى اهل اين منزل، كه مؤمن و مسلمان هستيد، همانا ما نيز ـ إن شاءالله ـ به شما ملحق خواهيم شد، و خداوند بر گذشتگان و آيندگان ما رحم كند، از خدا براى خودمان و شما عافيت می‌طلبيم."
    },
    {
        "_id": 186,
        "ar": "اللَّهُمَّ  إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا",
        "chapter_id": 62,
        "ckb": "خودایە من داوای خێر و باشەکەییت لێدەکەم و پەناشت پێدەگرم لە شەڕ و زیانەکەی.",
        "en": "O Allah, I ask You for the good of it and seek refuge in You against its evil.",
        "fa": "بار الها! من از تو خير اين باد را می‌خواهم، و از شرّ آن به تو پناه می‌برم."
    },
    {
        "_id": 187,
        "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ",
        "chapter_id": 62,
        "ckb": "خودایە من داوای خێر و باشەکەییت لێدەکەم و ئەو باشەیەش، کە تیایەتی و باشەی ئەوەیش کە پێوەی نێردراوە، ھەروەھا پەنات پێدەگرم لە زیانەکەی و ئەو زیانەش، کە تیایەتی و ئەو زیانەش، کە پێوەی نێردراوە.",
        "en": "O Allah, I ask You for the good of it, for the good of what it contains, and for the good of what is sent with it. I seek refuge in You from the evil of it, from the evil of what it contains, and from the evil that is sent with it.",
        "fa": "الهى! من از تو خير اين باد، و خير آنچه را كه در آن قرار دارد، و خير آنچه را كه اين باد براى آن فرستاده شده است، مسألت می‌نمايم، و از شرّ اين باد، و شرّ آنچه در آن قرار دارد، و شرّ آنچه براى آن فرستاده شده است، به تو پناه می‌برم."
    },
    {
        "_id": 188,
        "ar": "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ",
        "chapter_id": 63,
        "ckb": "پاک و بێگەردی بۆ ئەو خودایەی، کە ھەورە بروسکەکان تەسبیحاتی و سوپاسگوزاری دەکەن و فریشتەکانیش تەسبیحاتی دەکەن لە ترسیدا.",
        "en": "Glory is to Him Whom thunder and angels glorify due to fear of Him.",
        "fa": "پاك و منزّه است آن ذاتى كه رعد، پاكى اش را بيان می‌نمايد و او را ستايش می‌كند، و فرشتگان نيز از بيم او، تسبيح می‌گويند."
    },
    {
        "_id": 189,
        "ar": "اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ",
        "chapter_id": 64,
        "ckb": "خودایە بۆمان ببارێنە بارانێکی زۆری لەسەر خۆی بە سوودی سەوزکەری بە سوودی بێ زیان، بەم زوانە و دوا خستنی تێدا نەبێت.",
        "en": "O Allah, shower upon us abundant rain, beneficial not harmful, swiftly and not delayed.",
        "fa": "الهى! به ما بارانى عطا فرما كه باعث نجات گردد، گوارا و با خير و بركت باشد، مفيد و بدون ضرر باشد، زود ببارد و دير نكند."
    },
    {
        "_id": 190,
        "ar": "اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا",
        "chapter_id": 64,
        "ckb": "خودایە بارانمان بۆ ببارێنە، خودایە بارانمان بۆ ببارێنە، خودایە بارانمان بۆ ببارێنە.",
        "en": "O Allah, send us rain. O Allah, send us rain. O Allah, send us rain.",
        "fa": "بار الها! بر ما باران ببار، بر ما باران ببار، بر ما باران ببار."
    },
    {
        "_id": 191,
        "ar": "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ",
        "chapter_id": 64,
        "ckb": "خودایە بەندەکان و گیان لە بەرەکانت تێر ئاو بکەء ڕەحم و بەزەیی خۆت بڵاو بکەرەوە و زەویە مردوەکەی خۆشت زیندوو بکەرەوە.",
        "en": "O Allah, give water to Your slaves, and Your livestock, and spread Your mercy, and revive Your dead land.",
        "fa": "الهى! بندگانت و حيواناتت را سيراب بگردان، پروردگارا! رحمت خود را بگستران و زمينِ مرده ات را زنده بگردان."
    },
    {
        "_id": 192,
        "ar": "اللَّهُمَّ صَيِّباً نَافِعاً",
        "chapter_id": 65,
        "ckb": "خودایە داوای بارانێکی بەسودت لێ دەکەم.",
        "en": "O Allah, (bring) beneficial rain clouds.",
        "fa": "بار الها! باران بسيار و سودمند نازل فرما."
    },
    {
        "_id": 193,
        "ar": "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ",
        "chapter_id": 66,
        "ckb": "خودای گەورە بارانی بۆ باراندین بە فەزڵ گەورەیی و ڕەحمەت و بەزەیی خۆی.",
        "en": "It has rained by the bounty of Allah and His mercy",
        "fa": "به فضل و رحمت الله بر ما باران نازل شد."
    },
    {
        "_id": 194,
        "ar": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ",
        "chapter_id": 67,
        "ckb": "خودایە باران لە چوار دەورمان ببارێنە نەک لەسەرمان، خودایە لەسەر گرد و تەپۆڵکە و ناو دۆڵ و باخ و درەختەکان ببارێنە.",
        "en": "O Allah, let it pass us and not fall upon us, but upon the hills and mountains, and the center of the valleys, and upon the forested lands.",
        "fa": "بار الها! باران را به اطراف ما بباران، نه بر ما، اى الله! باران را بر روى تپه‌ها و كوهها، ودرّه ها و محل روئيدن درختان بباران."
    },
    {
        "_id": 195,
        "ar": "اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ",
        "chapter_id": 68,
        "ckb": "خودا گەورەترینە، خودایە بینینمان بۆ مانگی یەک شەوە پەیوەست بکە بە ئەمن و ئاسایش و ئیمان و باوەڕ و سەلامەتی و ئیسلامەتی و ڕێ نیشاندەر بۆ ئەو شتەی، کە خودامان خۆشی دەوێت و پێی ڕازیە، ئەی مانگی یەک شەوە پەروەردگاری من و پەروەردگاری تۆش تەنیا بەس (الله)یە.",
        "en": "Allah is the Most Great. O Allah, bring us the new moon with security and Faith, with peace and in Islam, and in harmony with what our Lord loves and what pleases Him. Our Lord and your Lord is Allah.",
        "fa": "الله اكبر، اى الله! ماه را با امنيت و ايمان و سلامت و اسلام و توفيق عملى كه تو دوست دارى و مى پسندى، بر ما نو كن، پروردگار ما و پروردگار تو اى ماه، الله است."
    },
    {
        "_id": 196,
        "ar": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ",
        "chapter_id": 69,
        "ckb": "تونیەتی ڕۆیشت و دەمارەکان تێر ئاو بوون و پاداشتیش بەدەست ھێندرا، ئەگەر خودا ویستی لەسەر بێت.",
        "en": "The thirst is gone, the veins are moistened and the reward is confirmed, if Allah wills.",
        "fa": "تشنگى برطرف شد، رگها تَر شدند و پاداش ـ إن شاء الله ـ ثابت گشت."
    },
    {
        "_id": 197,
        "ar": "اللَّهُمَّ  إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي",
        "chapter_id": 69,
        "ckb": "خودایە من داوات لێدەکەم بە ڕەحمەتەکەت، کە ھەموو شتێکی گرتوەتەوە، لێم خۆش ببە.",
        "en": "O Allah, I ask You by Your mercy, which encompasses all things, that You forgive me.",
        "fa": "الهى! من از تو بوسيله‌ى رحمتت كه همه‌ى چيز را فراگرفته است، می‌خواهم كه مرا بيامرزى."
    },
    {
        "_id": 198,
        "ar": "إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ",
        "chapter_id": 70,
        "ckb": "ھەر یەکێک لە ئێوە، کە خواردنێکی خوارد با بڵێت: (بِسْمِ اللهِ) خۆ ئەگەر بیری چوو، کە لە سەرەتادا بیلێت: با بڵێت: (بِسْمِ اللهِ فِي أَوَّلِهِ وَآخِرِهِ) . واتە: (بەناوی خودا دەخۆم لە سەرەتا و کۆتاییدا).",
        "en": "With the Name of Allah.(1)(If you forgot) With the Name of Allah, in the beginning and in the end.(2)",
        "fa": "هرگاه، يكى از شما خواست غذا بخورد (بِسْمِ اللهِ) بگويد، و اگر در اول غذا خوردن فراموش كرد بگويد (بِسْمِ اللهِ فِيْ أَوَّلِهِ وَآخِرِهِ)."
    },
    {
        "_id": 199,
        "ar": "مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ",
        "chapter_id": 70,
        "ckb": "کەسێک خودای گەورە خواردنێکی پێ بەخشی با لە پێش خواردنەکەی بڵێت : (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ) . واتە: (خودایە پیت و بەرەکەتی تێبکە بۆ مان و خواردنێکمان بدەرێ لەوە باشتر) . ھەر کەسێکیش خودای گەورە شیری پێ بەخشی با لە پێش خواردنەوەکەی بڵێت: اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ . واتە: (خودایە پیت و بەرەکەتی تێبکەء بۆشمان زیاد بکە لێی).",
        "en": "Whomever Allah has given food, should say: \"O Allah, bless us in it and provide us with better than it\".(1)Whomever Allah has given milk to drink, should say: \"O Allah, bless us in it and give us more of it\".(2)",
        "fa": "هرگاه خداوند به كسى طعامى عطا نمود بگود: (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَأَطْعِمْنَا خَيْراً مِنْهُ). (بار الها! اين غذا را براى ما با بركت بگردان و بهتر از آن به ما عطا فرما).و هر وقت خداوند به كسى شير عطا نمود بگويد: (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ).(بار الها! اين شير را براى ما با بركت بگردان و آن را بيفزاى)."
    },
    {
        "_id": 200,
        "ar": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ",
        "chapter_id": 71,
        "ckb": "سوپاس و ستایش بۆ ئەو خودایەی، کە ئەم خواردنەی پێ بەخشیم و ڕۆزی دام، بە بێ ھیچ ھەوڵ و کۆشش و تواناییەکی خۆم.",
        "en": "Praise is to Allah Who has given me this food and sustained me with it though I was unable to do it and powerless.",
        "fa": "سپاس خداى را كه اين غذا را به من خورانيد بدون اينكه من قدرت و توانى داشته باشم."
    },
    {
        "_id": 201,
        "ar": "الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا",
        "chapter_id": 71,
        "ckb": "سوپاس و ستایشێکی زۆری پاکی پیرۆزی بەردەوامی بە بێ بچڕان بۆ خودا، ئەی پەروەردگار تۆ وازت لێ نەھێناوین و کەسیش نییە، کە بێ پێویست بێت لێت.",
        "en": "All praise is to Allah, praise in abundance, good and blessed. It cannot (be compensated for, nor can it) be left, nor can it be done without, our Lord.",
        "fa": "ستايش بسيار زياد، پاكيزه و مبارك، خدايى را كه بى نياز است و درخواست از او هميشه ادامه دارد، و همه به او نيازمندند، پروردگارا! ستايش مان را قبول فرما."
    },
    {
        "_id": 202,
        "ar": "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ",
        "chapter_id": 72,
        "ckb": "خودایە پیت و بەرەکەت بکەرە ئەو ڕۆزیەی، کە پێت بەخشیون و لێیان خۆش ببە و ڕەحمیان پێ بکە.",
        "en": "O Allah, bless them in what You have provided for them, and forgive them and have mercy on them.",
        "fa": "الهى! آنچه را كه به ايشان ارزانى داشته اى، بركت ده و آنها را ببخش، و بر آنها رحم كن."
    },
    {
        "_id": 203,
        "ar": "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي",
        "chapter_id": 73,
        "ckb": "خودایە خوداردن بدە بەوەی، کە خواردنی پێدام و ئەوەش تێر ئاو بکە، کە تێر ئاوی کردم.",
        "en": "O Allah, feed the one who has fed me and drink to the one who has given me drink.",
        "fa": "الهى! بخوران به كسى كه مرا خورانيد، و بنوشان به كسى كه مرا نوشانيد."
    },
    {
        "_id": 204,
        "ar": "أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ",
        "chapter_id": 74,
        "ckb": "ڕۆژووانان لە لاتان بەر بانگ بکەنەوە و پیاوچاکان لە خواردنەکانتان بخۆن و فریشتەکانیش بۆتان بپاڕێنەوە.",
        "en": "With you, those who are fasting have broken their fast, you have fed those who are righteous, and the angels recite their prayers upon you.",
        "fa": "روزه داران نزد شما افطار كنند، و نيكان غذايتان را بخورند، و فرشتگان بر شما درود بفرستند."
    },
    {
        "_id": 205,
        "ar": "إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
        "chapter_id": 75,
        "ckb": "ئەگەر یەکێک لە ئێوە بانگ کرا بۆ دەعوەت، با وەڵامی بداتەوە، خۆ، ئەگەر بە ڕۆژوو بوو با نزا و دوعایان بۆ بکات، خۆ، ئەگەر بە ڕۆژووش نەبوو با بخوات.",
        "en": "When you are invited (to eat) then reply to the invitation. If you are fasting then invoke Allah's blessings (on your host), and if you are not fasting then eat.",
        "fa": "هرگاه يكى از شما دعوت شد، اجابت كند. اگر روزه دار بود، دعا كند، و اگر نه، غذا بخورد."
    },
    {
        "_id": 206,
        "ar": "إِنِّي صَائِمٌ، إِنِّي صَائِمٌ",
        "chapter_id": 76,
        "ckb": "من بە ڕۆژووم، من بە ڕۆژووم.",
        "en": "I am fasting. I am fasting.",
        "fa": "من روزه ام، من روزه‌ ام."
    },
    {
        "_id": 207,
        "ar": "اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا",
        "chapter_id": 77,
        "ckb": "خودایە پیت و بەرەکەت بکەرە ناو بەر و بومەکەمانەوە و پیت و بەرەکەت بکەرە ناو شارەکەمانەوە و پیت و بەرەکەت بکەرە صاع  و مشتمانەوە.",
        "en": "O Allah, bless our fruit for us, bless our town for us, bless our Sa' for us and bless our Mudd for us.(Sa' and Mudd are both dry measures used for agricultural produce by the Arabs in the Prophet's time.)",
        "fa": "بار الها! در ميوه هاى ما، شهر ما، و پيمانه هاى ما بركت عنايت فرما."
    },
    {
        "_id": 208,
        "ar": "إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ",
        "chapter_id": 78,
        "ckb": "کاتێک یەکێک لە ئێوە پژمی با بڵێت: (الْحَمْدُ للهِ) برا و ھاوەڵەکەی کاتێک، کە گوێیان لێ بوو پێی دەڵێن: (يَرْحَمُكَ اللهُ)  کاتێک، کە پێیان گوت: (يَرْحَمُكَ اللهُ) با بڵێت: (يَهْدِيْكُمُ اللهُ وَيُصْلِحْ بَالَكُمْ) ،.\r\n واتە: سوپاس و ستایش بۆ خودا.  واتە: خودا ڕەحمت پێ بکات.  واتە: خودا ڕێنمونیتان بکات و ژیانیشتان باش بکات.",
        "en": "When you sneeze, then say: \"All praises and thanks are to Allah\".(1)Your companion should say: \"May Allah have mercy upon you\".(2)Then you should replies: \"May Allah guide you and set your affairs in order\".(3)",
        "fa": "هرگاه يكى از شما عطسه زد، بگويد: (الحَمْدُ ِللهِ)،(ستایش شایسته ی خداوند است)و برادر يا دوستى كه می‌شنود بگويد: (يَرْحَمُكَ اللهُ)،(خداوند بر شما رحم کند).\r\nو او در جوابش بگويد: (يَهْدِيْكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ).(خداوند شما را هدایت کند و اصلاح نماید)."
    },
    {
        "_id": 209,
        "ar": "يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ",
        "chapter_id": 79,
        "ckb": "خودا ڕێنموونیتان بکات و ژیانیشتان باش بکات.",
        "en": "May Allah guide you and rectify your condition.",
        "fa": "خدا تو را هدايت كند و اصلاح نمايد."
    },
    {
        "_id": 210,
        "ar": "بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ",
        "chapter_id": 80,
        "ckb": "خودا پیرۆزی بکات لێت و پیرۆزی بکات لەسەرت و کۆتان بکاتەوە لەسەر خێر و چاکە.",
        "en": "May Allah bless you, and shower His blessings upon you, and join you together in goodness.",
        "fa": "خداوند به شما بركت عنايت فرمايد، و كار شما را بابركت كند، و پيوندتان را مبارک و باعث خير گرداند."
    },
    {
        "_id": 211,
        "ar": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ",
        "chapter_id": 81,
        "ckb": "ئەگەر یەکێک لە ئێوە ژنی ھێنا، یان خزمەت کارێکی کڕی با دەست بە بەرزایی پشتیەوە بگرێت و بڵێت: (اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْشَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ) . واتە: (خودایە من داوای خێر و چاکەکەیت لێدەکەم و چاکەی ئەوەیش، کە بۆیت دروست کردوە، ھەروەھا پەنات پێدەگرم لە شەڕ و زیانەکەی و ئەو زیانەیش، کە بۆت دروست کردوە).",
        "en": "When any of you marries a woman or purchases a maid-servant then let him say: \"O Allah, I ask You for the goodness of her and the goodness upon which You have created her, and I seek refuge in You from the evil of her and from the evil upon which You have created her\". If you purchase a camel (animal) then take hold of the top of its hump and say the same.",
        "fa": "هرگاه يكى از شما ازدواج كرد يا خادمى خريد، بگويد: (اللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ وَأَعُوْذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ).(بار الها! من از تو خير او، خُلُق و خُوى نيكى اش را مسألت مى نمايم و از بدى او و بدى خُلُق و خُویَش به تو پناه می‌برم)، هرگاه يكى از شما شترى خريد، دست بر كوهانش بكشد و دعاى فوق را بخواند."
    },
    {
        "_id": 212,
        "ar": "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا",
        "chapter_id": 82,
        "ckb": "بە ناوی خودا ئەم کارە پیرۆزە ئەنجام دەدەم، خودایە شەیتانمان لێ دوور بخەرەوە، ھەروەھا شەیتان دوور بخەرەوە لەوەی، کە پێمان دەبەخشیت لە منداڵ.",
        "en": "With the Name of Allah. O Allah, keep the Devil away from us and keep the Devil away from that which You provide for us.",
        "fa": "به نام الله! خدايا! ما را از شيطان دور بدار، و شيطان را از آنچه به ما عنايت می‌فرمائى [يعنى فرزند] محروم كن."
    },
    {
        "_id": 213,
        "ar": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
        "chapter_id": 83,
        "ckb": "پەنا دەگرم بە خودا لە شەیتانی نەفرین لێ کراو.",
        "en": "I seek refuge in Allah from Satan the outcast.",
        "fa": "از شيطان رانده شده به الله پناه می‌برم."
    },
    {
        "_id": 214,
        "ar": "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً",
        "chapter_id": 84,
        "ckb": "سوپاس و ستایش بۆ ئەو خودایەی، کە پاراستمی لەو بەڵایەی، کە بەسەریدا ھێناویت و فەزڵ و پلەشی پێ بەخشیم بەسەر درووست کراوەکانیەوە.",
        "en": "Praise is to Allah Who has spared me what He has afflicted you with, and preferred me greatly above much of what He has created.",
        "fa": "ستايش خدايى را كه از آنچه تو را بدان مبتلا ساخته و مرا از آن، عافيت بخشيده است، و بر بسيارى از مخلوقات، برترى داده است."
    },
    {
        "_id": 215,
        "ar": "عَنِ ابْنِ عُمَرَ رضي الله عنهما قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: (رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ",
        "chapter_id": 85,
        "ckb": "ئیبن عومەر دەفەرمووێت: پێغەمبەری خودا (صلی الله علیە وسلم) لە یەک کۆڕ و مەجلیسێکدا پێش ئەوەی، کە ھەستێت سەد جار ئەم ویردەی دوبارە دەکردەوە: (رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ) . واتە: (ئەی پەروەردگارم لێم خۆش ببەو ڕێنمونیم بکە بۆ ئەوەی، کە بۆ لای تۆ بگەڕێمەوە، بەڕاستی تۆ پەشیمانی بەندەکانت وەردەگریت و لێ بوردەیت).",
        "en": "My Lord, forgive me and accept my repentance, You are the Ever-Relenting, the All-Forgiving.",
        "fa": "ابن عمر رضی الله عنه می‌گويد: رسول الله صلی الله علیه و سلم قبل از اينكه از مجلس برخيزد، آنطور كه مردم می‌شمردند، صد بار اين دعا را می‌خواند: (رَبِّ اغْفِرْ لِيْ وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُوْرُ).(الهى! مرا بيامرز و توبه ام را بپذير زيرا كه تو بسيار توبه پذير و بخشاينده اى)."
    },
    {
        "_id": 216,
        "ar": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
        "chapter_id": 86,
        "ckb": "پاک و بێگەردی و ستایش بۆ تۆ ئەی خودایە، شایەتی دەدەم، کە ھیچ پەرستراوێک نییە شایستەی پەرستن بێت، جگە لە تۆ، داوای لێ خۆشبوونت لێدەکەم و بۆ لای تۆ دەگەڕێمەوە.",
        "en": "Glory is to You, O Allah, and praise is to You. I bear witness that there is none worthy of worship but You. I seek Your forgiveness and repent to You.(Allah's Messenger (SAW) did not sit in a gathering, and did not recite the Qur'an, and did not perform any prayer without concluding by saying this invocation.)",
        "fa": "خدايا! تو پاک و منزّهى، تو را ستايش مى كنم، و گواهى مى دهم كه بجز تو، معبود ديگرى (بحق) وجود ندارد و از تو آمرزش مى خواهم و بسوى تو توبه می‌كنم."
    },
    {
        "_id": 217,
        "ar": "وَلَكَ",
        "chapter_id": 87,
        "ckb": "خودا لە تۆش خۆش ببێت.",
        "en": "And you.",
        "fa": "خداوند تو را هم ببخشد."
    },
    {
        "_id": 218,
        "ar": "جَزَاكَ اللَّهُ خَيْراً",
        "chapter_id": 88,
        "ckb": "خودا پاداشتی باشت بداتەوە.",
        "en": "May Allah reward you with good.",
        "fa": "خداوند به شما جزاى خير عطا فرمايد."
    },
    {
        "_id": 219,
        "ar": "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ",
        "chapter_id": 89,
        "ckb": "ھەر کەسێک دە ئایەتی سەرەتای سوورەتی (الکھف) لەبەر بکات ئەوە خودای گەورە دەی پارێزێت لە ئاشوبەی دەججال . ھەروەھا پەنا گرتن لە ئاشوبەی دەججال لەو ویردەی، کە لە دوای تەحیاتدا دەخوێندرێت.",
        "en": "Whoever memorizes ten 'ayat (Verses) from the beginning of Surat Al-Kahf, will be protected from the False Messiah. If he recites them in every prayer after the final Tashahhud before ending the prayer, seeking the protection of Allah from the trials of the False Messiah.",
        "fa": "هركس ده آيه ى اوّل سورةى كهف را حفظ كند از فتنه‌ى دجّال محفوظ می‌ماند)، و همچنين (پناه بردن به الله از فتنه ى دجّال در تشهّد اخير هر نماز، باعث حفاظت از شرّ دجّال می‌شود."
    },
    {
        "_id": 220,
        "ar": "أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ",
        "chapter_id": 90,
        "ckb": "ئەو خودایە خۆشی بوێیت، کە منت لە بەر خاتری ئەو خۆش دەوێت.",
        "en": "May He for Whose sake you love me, love you.",
        "fa": "تو را آن كسى دوست بدارد كه بخاطر او مرا دوست دارى."
    },
    {
        "_id": 221,
        "ar": "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ",
        "chapter_id": 91,
        "ckb": "خودا پیت و بەرەکەت بکاتە خێزان و ماڵ و سامانتەوە.",
        "en": "May Allah bless you in your family and your property.",
        "fa": "خداوند، در خانواده و دارائيت بركت اندازد."
    },
    {
        "_id": 222,
        "ar": "بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ",
        "chapter_id": 92,
        "ckb": "خودا پیت و بەرەکەت بکاتە خێزان و ماڵ و سامانتەوە، بەڕاستی پاداشتدانەوەی خاوەن قەرز، سوپاس گوزاری و دانەوەی قەرزەکەیەتی.",
        "en": "May Allah bless you in your family and your wealth, surely the reward for a loan is praise and returning (what was borrowed).",
        "fa": "خداوند در خانواده ات و مالت بركت اندازد، همانا پاداش قرض دهنده، تشكر و اداى قرض اوست."
    },
    {
        "_id": 223,
        "ar": "اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ",
        "chapter_id": 93,
        "ckb": "خودایە من پەنات پێدەگرم لەوەی، کە ھاوەڵت بۆ بڕیار بدەم و ئاگاداریش بم پێی، ھەروەھا داوای لێ خۆشبوونیشت لێدەکەم لەوەی، کە بێئاگام لێی و نازانم.",
        "en": "O Allah, I seek refuge in You lest I associate anything with You knowingly, and I seek Your forgiveness for what I know not.",
        "fa": "بار الها! از اينكه با آگاهى براى تو شريكى قرار دهم، به تو پناه می‌برم، و اگر بدون آگاهى برايت شريیک قرار دهم از تو آمرزش می‌خواهم."
    },
    {
        "_id": 224,
        "ar": "وَفِيكَ بَارَكَ اللَّهُ",
        "chapter_id": 94,
        "ckb": "خودا تۆش بە پیت و بەرەکەت بکات.",
        "en": "And may Allah bless you.",
        "fa": "و خداوند در تو نيز بركت قرار دهد."
    },
    {
        "_id": 225,
        "ar": "اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ",
        "chapter_id": 95,
        "ckb": "خودایە ھیچ شوومێتیەک نییە، جگە لەوە نەبێت، کە تۆ شوومت کردوە و ھیچ خێر و چاکەیەکیش نییە، جگە لەوە نەبێت، کە لە لایەن تۆوەیە و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ.",
        "en": "O Allah there is no portent other than Your portent, no goodness other than Your goodness, and none worthy of worship other than You.",
        "fa": "الهى! هيچگونه بدفالى اى وجود ندارد مگر آنچه تو بخواهى [فال بد زدن هيچ تأثيرى ندارد] و بجز خير تو، هيچ چيزى وجود ندارد، و بجز تو معبود ديگرى (بحق) نيست."
    },
    {
        "_id": 226,
        "ar": "بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ، سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ، (الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ  إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ)",
        "chapter_id": 96,
        "ckb": "بە ناوی خودا من سواری دەکەم، سوپاس و ستایش بۆ خودا، پاک و بێگەردی بۆ ئەو خودایەی، کە ئەمەی بۆ ڕامکردوین (موسەخەر کردووین) و ئێمەش دەسڵاتمان نەبوو بە سەریدا، بە ڕاستی لە دوا ڕۆژیشدا ھەر بۆ لای ئەو خودایە دەگەڕێینەوە، سوپاس و ستایش بۆ خودا، سوپاس و ستایش بۆ خودا، سوپاس و ستایش بۆ خودا، خودا گەورە ترینە، خودا گەورە ترینە، خودا گەورە ترینە، پاک و بێگەردی بۆ تۆ خودایە بە ڕاستی من ستەم و زوڵمم لە دەروونی خۆم کردووە، سا لێم خۆش ببە، بە ڕاستی کەسێک نییە، کە لە تاوانەکان خۆش ببێت، جگە لە تۆ.",
        "en": "With the Name of Allah. Praise is to Allah. Glory is to Him Who has provided this for us though we could never have had it by our efforts. Surely, unto our Lord we are returning. Praise is to Allah. Praise is to Allah. Praise is to Allah. Allah is the Most Great. Allah is the Most Great. Allah is the Most Great. Glory is to You. O Allah, I have wronged my own soul. Forgive me, for surely none forgives sins but You.",
        "fa": "به نام الله! حمد از آنِ الله است، پاک است آن ذاتى كه اين مركب را در اختيار ما قرار داد در حالى كه ما نمی‌توانستيم آن را مسخّر گردانيم، همانا بازگشت ما به سوى پروردگار است، آنگاه سه بار الحمد لله، و سه بار الله اكبر، و يك بار لا إله إلاَّ الله بخواند، و سپس بگويد: اى الله! تو پاک و منزّه هستى، من بر خود ستم نموده ام، مرا ببخشاى، چرا كه بجز تو كسى ديگر گناهان را نمى آمرزد."
    },
    {
        "_id": 227,
        "ar": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ، (اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ)، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: (آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)",
        "chapter_id": 97,
        "ckb": "ئەگەر گەڕانەوە لەگەشت ئەمەی بۆ زیاد دەکەت : آيِبُونَ, تَائِبُونَ, عَابِدُونَ, لِرَبِّنَا حَامِدُونَ . واتە: (خودا گەورە ترینە، خودا گەورە ترینە، خودا گەورە ترینە، پاک و بێگەردی بۆ ئەو خودایەی، کە ئەمەی بۆ ڕامکردوین (موسەخەر کردووین)و ئێمەش دەسڵاتمان نەبوو بە سەریدا، بە ڕاستی لە دوا ڕۆژیشدا ھەر بۆ لای ئەو خودایە دەگەڕێینەوە، خودایە ئێمە لەم گەشتەماندا داوای چاکە و خۆ پارێزی و ئەو کردەوانەت لێدەکەین، کە تۆ پێی ڕازیت، خودایە ئەم گەشتەمان بۆ ئاسان بکە و دووریەکەیمان بۆ نزیک بکەرەوە، خودایە تۆ پاریزەرمانبە لەم گەشتەماندا و خانەوادەکەشمان بپارێزە، کە جێمان ھێشتوون، خودایە من پەنات پێدەگرم لە ناڕەحەتی گەشتء شتێک، کە ناڕەحەتمان بکات و خراپ گەڕانەوە بۆ ماڵء خێزان، (گەڕاینەوە بە پەشیمانی لە تاوان و ھەروەھا بە پەرستش بۆ خودا و سوپاس و ستایش کاریشین بۆ پەروەردگارمان)).",
        "en": "Allah is the Most Great. Allah is the Most Great. Allah is the Most Great. Glory is to Him Who has provided this for us though we could never have had it by our efforts. Surely, unto our Lord we are returning. O Allah, we ask You on this our journey for goodness and piety, and for works that are pleasing to You. O Allah , lighten this journey for us and make its distance easy for us. O Allah, You are our Companion on the road and the One in Whose care we leave our family. O Allah, I seek refuge in You from this journey's hardships, and from the wicked sights in store and from finding our family and property in misfortune upon returning.(1)Upon returning recite the same and adding: \"We return repentant to our Lord, worshiping our Lord, and praising our Lord\".(2)",
        "fa": "الله اكبر، الله اكبر، الله اكبر (پاک است آن ذاتى كه اين مركب را در اختيار ما قرار داد در حالى كه ما نمى توانستيم آنرا مسخّر گردانيم). الهى! ما در اين سفر خواهان نيكى و تقوى و عملى هستيم كه باعث خشنودى تو باشد. بار الها! اين سفر را براى ما آسان بگردان و دورى راه را براى ما نزدیک كن. اى الله! تويى همراه ما در اين سفر، و تو جانشين ما در خانواده هستى. بار الها! از مشقت هاى سفر، و ديدن مناظر غم انگيز، و تحول ناگوار در مال و خانواده به تو پناه می‌برم). و هنگام بازگشت، اضافه كند: ما توبه كنان، عبادت كنان، و ستايش كنان براى پروردگارمان، در حال بازگشت هستيم.وهنگام باز گشت از سفر، علاوه بر دعاى فوق، كلمات زير را بر آن بيفزايد:ما توبه کنان، عبادت کنان، و ستایش کنان براى پروردگارمان، در حال بازگشت هستیم."
    },
    {
        "_id": 228,
        "ar": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا",
        "chapter_id": 98,
        "ckb": "خودایە پەروەردگاری حەوت ئاسمانەکان و ئەوەیش، کە بەرزت کردۆتەوە، پەروەردگاری حەوت زەویەکان و ئەوەیش، کە لە سەریەتی، پەروەردگاری شەیتانەکان و ئەوەیش، کە گومڕایەو سەرت لێ شێواندووە، پەروەردگاری بایەکان ئەوەیش، کە دەیبات، داوای خێر و باشەی ئەم گوندەت لێدەکەم و خێر و باشەی خەڵکەکەی و ئەوەیش، کە تێیدایە، ھەروەھا پەنات پێدەگرم لە زەرەر و زیانی ئەم گوندە و زەرەر و زیانی خەڵکەکەی و ئەو زەرەر و زیانەش، کە تێیدایە.",
        "en": "O Allah, Lord of the Seven heavens and all they overshadow, Lord of the Seven worlds and all they uphold, Lord of the devils and all they lead astray, Lord of the winds and all they scatter. I ask You for the goodness of this town and for the goodness of its people, and for the goodness it contains. I seek refuge in You from its evil, from the evil of its people and from the evil it contains.",
        "fa": "بار الها! اى پروردگار هفت آسمان و آنچه زير آنها قرار دارد، اى پروردگار زمين‌هاى هفت گانه و آنچه بر روى آنها قرار دارد، و اى پروردگارِ شيطانها و آنچه كه آن ها گمراه كرده اند، و اى پروردگار بادها و آنچه كه آنها به حركت در مى آورند، من از تو خير اين آبادى، و خير ساكنان، و خير آنچه در آن هست را مسألت مى نمايم، و از بدى آن، و بدى ساكنان آن، و بدى آنچه در آن قرار دارد، به تو پناه می‌برم."
    },
    {
        "_id": 229,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "chapter_id": 99,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش بۆ ئەوە، زیندوو کەرەوە و مرێنەرە و زیندووە و نامرێتو خێرو چاکەش بە دەستی ئەوەو بەسەر ھەموو شتێکیشدا بەتوانا و بە دەسەڵاتە.",
        "en": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise. He brings life and He causes death, and He is living and does not die. In His Hand is all good, and He is Able to do all things.",
        "fa": "هيچ معبودى بجز خداى يكتا وجود ندارد، او شريكى ندارد، پادشاهى و ستايش از آن او است. او زنده می‌كند و می‌ميراند، و او زنده اى است كه هرگز نمی‌ميرد، نيك و بد در دست اوست، و او بر هر چيزى تواناست."
    },
    {
        "_id": 230,
        "ar": "بِسْمِ اللَّهِ",
        "chapter_id": 100,
        "ckb": "بەناوی خودا.",
        "en": "With the Name of Allah.",
        "fa": "به نام الله."
    },
    {
        "_id": 231,
        "ar": "أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ",
        "chapter_id": 101,
        "ckb": "دەتان سپێرم بەو خودایەی، کە سپاردە بە فیڕۆ نادات.",
        "en": "I leave you in the care of Allah, as nothing is lost that is in His care.",
        "fa": "من شما را به خدايى می‌سپارم كه امانتهايش ضايع نمی‌شود."
    },
    {
        "_id": 232,
        "ar": "أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ",
        "chapter_id": 102,
        "ckb": "ئاین و ئەمانەت و کۆتایی کردەوەکانت بە خودا دەسپێرم.",
        "en": "I leave your religion in the care of Allah, as well as your safety, and the last of your deeds.",
        "fa": "من دين و امانت و خاتمه‌ى كارهايت را به الله می‌سپارم."
    },
    {
        "_id": 233,
        "ar": "زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ",
        "chapter_id": 102,
        "ckb": "خودای گەورە تەقوات  زیاد بکات و لە تاوانەکانت خۆش ببێت و خێر و چاکەشت بۆ ئاسان بکات جا لە ھەر شوێنێک بیت.",
        "en": "May Allah give you piety as your provision, forgive your sins, and make goodness easy for you wherever you are.",
        "fa": "خداوند، تقوى نصيب شما گرداند، گناهانت را ببخشايد، و هر جا كه هستيد خير را براى شما ميسّر گرداند."
    },
    {
        "_id": 234,
        "ar": "قَالَ جَابِرٌ رضي الله عنه: كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا",
        "chapter_id": 103,
        "ckb": "جابری کوڕی عبد الله دەفەرمووێت: ئێمە کاتێک، کە سەردەکەوتین (الله أكبر)مان دەکرد و کاتێکیش، کە دادەبەزین (سبحان الله)مان دەکرد.",
        "en": "Jabir (RA), said: \"Whenever we went up a hill we would say: \"Allah is the Most Great\".(1)and when we descended we would say: \"Glory is to Allah\".(2)",
        "fa": "جابر رضی الله عنه می‌گويد: ما زمانى كه از ارتفاعى، بالا می‌رفتيم، تكبير می‌گفتم و هنگامى كه از آن پايين می‌آمديم سبحان الله می‌گفتيم."
    },
    {
        "_id": 235,
        "ar": "سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ",
        "chapter_id": 104,
        "ckb": "بیسەری ئەم وتەیە گەیاندی بە، جگە لە خۆی و ھاوشێوەی ئەمەی دەگوتەوە بۆ ئاگاداری لەسەر ویرد خوێندن و نزاکردن لە پارشێودا، خودایە بمان پارێزە و فەزڵ و گەورەیی خۆتمان بەسەردا بڕژێنە بە بەخشینەکانت و ھەموو خراپەیەکمان لێ دوور بخەرەوە، پەنا دەگرین بە خودا لە ئاگری دۆزەخ.",
        "en": "He Who listens has heard that we praise Allah for the good things He gives us. Our Lord, be with us and bestow Your favor upon us. I seek the protection of Allah from the Fire.",
        "fa": "باشد كه شاهدى، حمد و ستايش خدا را بشنود و بر خوبى نعمت هايش بر ما گواهى دهد.اى پروردگار ما، تو همراه ما باش، و به ما احسان كن، در حالى كه از آتش دوزخ به تو پناه می‌برم."
    },
    {
        "_id": 236,
        "ar": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "chapter_id": 105,
        "ckb": "پەنا دەگرم بە وشە و ناوە تەواو و جوانەکانی خودا لە خراپە و زیانی دروستکراوەکانی.",
        "en": "I seek refuge in the Perfect Words of Allah from the evil of what He has created.",
        "fa": "از شر! آنچه خداوند آفريده است، به كلمات كامل او پناه می‌برم."
    },
    {
        "_id": 237,
        "ar": "يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ",
        "chapter_id": 106,
        "ckb": "لەسەر هەموو بەرزییەک دەڵێت (الله أكبر)و پاشان دەلێت: (لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ, لَهُ الْمُلْكُ, وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ, آيِبُونَ, تَائِبُونَ, عَابِدُونَ, لِرَبِّنَا حَامِدُونَ, صَدَقَ اللهُ وَعْدَهُ, وَنَصَرَ عَبْدَهُ, وَهَزِمَ الأَحْزَابَ وَحْدَهُ. ) . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەتوانا و بە دەسەڵاتە، گەڕاینەوە بە پەشیمانی لە تاوان، ھەروەھا بە پەرستش بۆ خودا و سوپاس و ستایش کاریشین بۆ پەروەردگارمان، خودا ڕاستی کرد لەگەڵ بەڵێنەکەیدا و بەندەکەی خۆی سەرخست و کۆمەڵەی بێ باوەڕانیشی تێک شکاند).",
        "en": "(Allah the Great, Allah the Great, Allah the Great.) None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise, and He is Able to do all things. We return repentant to our Lord, worshiping our Lord, and praising our Lord. He fulfilled His Promise, He aided His slave, and He alone defeated the Confederates.",
        "fa": "هنگام بازگشت از سفر، بر هر ارتفاعى سه بار الله اكبر بگويد سپس دعاى زير را بخواند: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، آيِبُوْنَ، تَائِبُوْنَ، عَابِدُوْنَ، لِرَبِّنَا حَامِدُوْنَ، صَدَقَ اللهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ اْلأَحْزَابَ وَحْدَهُ).(بجز الله معبود ديگرى (بحق) وجود ندارد، يگانه است، شريكى ندارد، پادشاهى از آنِ اوست، ستايش مخصوص اوست، و او بر هر چيز توانا است، توبه كنان، عبادت كنان و حمدگويان براى پروردگارمان، باز می‌گرديم، خداوند وعده اش را تحقق بخشيد، بنده اش را نصرت كرد و به تنهايى گروه ها را شكست داد)."
    },
    {
        "_id": 238,
        "ar": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: (الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: (الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)",
        "chapter_id": 107,
        "ckb": "پێغەمبەر (صلی الله علیە وسلم) کاتێک، کە شتێکی خۆش بەرەو ڕووی بھاتایە دەیفەرموو: الْحَمْدُ للهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ . واتە: (سوپاس و ستایش بۆ ئەو خودایەی، کە بە بەخششی ئەوە ھەموو چاکەکان تەواو و کامل دەبن).",
        "en": "When something happened that pleased him say: \"Praise is to Allah Who by His blessings all good things are perfected\".(1)And if something happened that displeased him say: \"Praise is to Allah in all circumstances\".(2)",
        "fa": "هنگامى كه به رسول الله صلی الله علیه و سلم خبرى خوشحال كننده می‌رسيد، می‌فرمود: (الْحَمْدُ ِللهِ الَّذِيْ بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ).(ستايش مر خدايى راست كه با نعمت هايش نيكى ها كامل می‌شوند).و هنگام شنيدن خبر ناگوار می‌فرمود:(الْحَمْدُ ِللهِ عَلَى كُلِّ حَالٍ).(ستايش در هر حال از آنِ خدا است)."
    },
    {
        "_id": 239,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً",
        "chapter_id": 108,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ھەر کەسێک سەڵاواتێکم لەسەر بدات، لە بەرامبەردا خودا دە سەڵاواتی لەسەر دەدات.",
        "en": "The Prophet (SAW) said: \"Whoever prays for Allah's blessings upon me once, will be blessed for it by Allah ten times\".",
        "fa": "رسول الله صلی الله علیه و سلم می‌فرمايد: هركس بر من یک درود بفرستد، خداوند بر او ده درود می‌فرستد."
    },
    {
        "_id": 240,
        "ar": "وَقَالَ صلى الله عليه وسلم: لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ",
        "chapter_id": 108,
        "ckb": "پێغەمبەری خودا (صلى الله علیە وسلم) ددەفەرموێت : سەردانی گۆڕەکەم بە تایبەتی مەکەن، بەڵکو سەڵاواتم لەسەر بدەن، بێگومان سەڵاواتەکانتان پێم دەگات جا لە ھەر شوێنێک بن.",
        "en": "The Prophet (SAW) said: Do not make my grave a place of ritual celebration, but pray for Allah's blessings upon me, for your blessings reach me from wherever you are.",
        "fa": "همچنين رسول الله صلی الله علیه و سلم فرمودند: به زيارت قبر من عادت نكنيد، بلکه بر من درود بفرستيد: زيرا هر جا كه باشيد درود شما به من می‌رسد."
    },
    {
        "_id": 241,
        "ar": "وَقَالَ صلى الله عليه وسلم: الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ",
        "chapter_id": 108,
        "ckb": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : بەخیل و رژد و ڕەزیل ئەو کەسەیە، کە لە لایدا ناوم دێنن و سەڵاواتم لەسەر نادات.",
        "en": "The Prophet (SAW) said: The miser is the one in whose presence I am mentioned yet does not pray for Allah's blessings upon me.",
        "fa": "نيز آنحضرت صلی الله علیه و سلم فرمودند: بخيل كسى است كه نام مرا نزد او بگويند و بر من درود نفرستد."
    },
    {
        "_id": 242,
        "ar": "وَقَالَ صلى الله عليه وسلم: إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ",
        "chapter_id": 108,
        "ckb": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : بێگومان خودای پەروەردگار کۆمەڵە فریشتەیەکی ھەیە، کە دەگەڕێن بە زەویداو سڵاوی ئوممەتەکەم پێدەگەیەنن.",
        "en": "The Prophet (SAW) said: Indeed Allah has angels who roam the earth and they convey to me the greetings (or prayers of peace) of my 'ummah (nation).",
        "fa": "و نيز رسول الله صلی الله علیه و سلم فرمودند: خداوند فرشتگانى دارد كه روى زمين مى گردند و سلام امتم را به من می‌رسانند."
    },
    {
        "_id": 243,
        "ar": "(وَقَالَ صلى الله عليه وسلم: مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ",
        "chapter_id": 108,
        "ckb": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : ھیچ کەسێک نییە، کە سڵاوم لێ بکات، ئەوە بێگومان خودای گەورە ڕۆحەکەم دەگەڕێنێتەوە بۆ لاشەم، تا وەکو وەڵامی سڵاوەکەی بدەمەوە.",
        "en": "The Prophet (SAW) said: No one sends greetings (or prayers of peace) upon me but Allah returns my soul to me so that I may return his greetings.",
        "fa": "و نيز آنحضرت صلی الله علیه و سلم فرمودند: هركس كه به من سلام دهد، خداوند روحم را به من برمى گرداند تا جواب سلامش را بدهم."
    },
    {
        "_id": 244,
        "ar": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ",
        "chapter_id": 109,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ناچنە بەھەشتەوە تا وەکوو باوەڕ نەھێنن، ھەروەھا باوەڕیش ناھێنن تا وەکوو یەکترتان خۆش نەوێت، ئایە ئاگادارتان نەکەمەوە لە شتێک، ئەگەر ئەنجامی بدەن، خۆشەویستی لە نێوانتاندا درووست دەبێت، ئەوە سڵاو لە یەکتر بکەن و بەناو یەکتردا بڵاوی بکەنە. سێ شت ھەن لە ھەر کەسێکدا کۆ ببنەوە ئەوە ئیمان و باوەڕی تێدا کۆبۆتەوە: ١- داد پەروەری و ئینێاف لە دەرووندا ٢- سڵاو کردن لە ھەموو خەڵکی ٣- بەخشین لە کاتی ھەژاری.",
        "en": "You shall not enter Paradise until you believe, and you have not believed until you love one another. Shall I tell you of something you can do to make you love one another? Spread the greetings of Salam (peace) amongst yourselves.",
        "fa": "رسول الله صلی الله علیه و سلم فرمودند: به بهشت وارد نمى شويد تا اينكه ايمان بياوريد، و ايمان شما كامل نمى شود مگر اينكه يكديگر را دوست داشته باشيد، آيا شما را به كارى راهنمايى نكنم كه انجام آن، باعث دوستى شما با يكديگر شود، سلام را بين خود رواج دهيد."
    },
    {
        "_id": 245,
        "ar": "ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ",
        "chapter_id": 109,
        "ckb": "لە عبدالله ی کوڕی عومەرەوە (ڕەزای خودایان لێبێت): کە پیاوێک پرسیاری کرد لە پێغەمبەری خودا (صلی الله علیە وسلم) پێی فەرموو: چ ڕەوشت و ڕەفتارێک لە ئیسلامدا باشترین و خێرترینە، لە وەڵامدا فەرمووی: خواردن ببەخشە و سڵاو بکە لەوەی، کە دەیناسیت و لەوەش، کە نایناسیت.",
        "en": "There are Three things which whoever gathers all of them together, then he has gathered Iman (Faith): justice with oneself, greeting people with greetings of Salam (peace), and freeing oneself from stinginess.",
        "fa": "كسى كه سه خصلت داشته باشد، ايمانش را كامل كرده است: عدالت با خود، سلام دادن به همه ى مردم، و انفاق در تنگدستى."
    },
    {
        "_id": 246,
        "ar": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ",
        "chapter_id": 109,
        "ckb": "‎پیاوێك پرسیاری  كرد لە پێغەمبەری (خوا صَلَّى اللهُ عَلَيْهِ وَعَلىٰ آلِهِ وَسَلَّمَ) ‎چی شتێكی ئیسلام خەیرە واتە (وەک كردەوە) فەرمووی صَلَّى اللهُ عَلَيْهِ وَعَلىٰ آلِهِ وَسَلَّمَ: ‎خواردن دان بە هەژاران و سەلام كردن لەو كەسەی كە دەیناسیت وئەوەی کە نایناسیت",
        "en": "A man asked the Prophet (SAW), What is the best act of Islam? He said, To feed others and to give greetings of Salam (peace) to those whom you know and to those whom you do not know.",
        "fa": "عبدالله بن عمر رضی الله عنهم روايت می‌كند كه مردى از پيامبر اكرم صلی الله علیه و سلم پرسيد: بهترين عمل در اسلام كدام است؟ آنحضرت صلی الله علیه و سلم فرمود: خوراك دادن و سلام كردن به آشنا و بيگانه."
    },
    {
        "_id": 247,
        "ar": "إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ",
        "chapter_id": 110,
        "ckb": "گاور و جوولەکە سڵاوی ڵێتان کرد، لە وەڵامدا بڵێن: وَعَلَيْكُمْ . واتە: لەئێوەش.",
        "en": "If one of the Christians and Jews (People of the Scripture) greets you saying As-Salaamu 'alaykum, then say (to him): And upon you.",
        "fa": "اگر اهل كتاب (يهود يا نصارى) به شما سلام كردند، بگوييد: (وَعَلَيْكُمْ)."
    },
    {
        "_id": 248,
        "ar": "إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً",
        "chapter_id": 111,
        "ckb": "ئەگەر گوێتان لە خوێندنی کەڵەشێر بوو ئەوە داوای فەزڵی خودا لە خودا بکەن (اللَّهُمَّ أَسْأَلُكَ مِنْ فَضْلِكَ) چونکە بە ڕاستی ئەو کەڵەشێرە لەو کاتەدا فریسشتە دەبینێت، ھەروەھا، ئەگەر گوێتان لە زەڕەی گوێ درێژ بوو ئەوە پەنا بگرن بە خودا لە شەیتانی نەفرین لێ کراو (أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ) چونکە بە ڕاستی ئەو گوێ درێژە لەو کاتەدا شەیتان دەبینێت.",
        "en": "When you hear the cock's crow, ask Allah for His favor upon you for surely it has seen an angel. When you hear the bray of a donkey, seek refuge in Allah from Satan, for surely it has seen a devil.",
        "fa": "هرگاه بانگ خروس را شنيديد، از الله فضلش را طلب كنيد، زيرا او فرشته‌اى را ديده است، و هرگاه صداى الاغ را شنيديد، از شيطان به الله پناه ببريد؛ زيرا الاغ، شيطان را ديده است."
    },
    {
        "_id": 249,
        "ar": "إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ",
        "chapter_id": 112,
        "ckb": "ئەگەر گوێتان لە وەڕەی سەگ و زەڕەی گوێ درێژ بوو لە شەودا ئەوە پەنا بگرن بەخودا لە شەیتانی نەفرین لێ کراو (أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ) چونکە بەڕاستی ئەوان شەیتان دەبینن و بەس ئێوە نایان بینن.",
        "en": "When you hear a dog barking or a donkey braying in the night, then seek refuge in Allah from them, for surely they have seen what you see not.",
        "fa": "هرگاه صداى پارس كردن سگ ها و عرعر الاغ را در شب شنيديد از آنها به الله پناه ببريد، زيرا آنها چيزهايى را می‌بينند كه شما نمی‌بينيد."
    },
    {
        "_id": 250,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ",
        "chapter_id": 113,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت: خودایە ھەر باوەڕ دارێک، کە جوێنم پێدابێت، ئەوە بیکەرە مایەی نزیک بونەوەی لێت لە ڕۆژی قیامەت.",
        "en": "O Allah, whomever of the believers I have abused, give him the reward of a sacrificial slaughter for it on the Day of Resurrection.",
        "fa": "پیامبر صلی الله علیه و سلم می فرماید: بار الها! هر مؤمنى را كه من به او ناسزا گفته ام، آن را براى او در روز قيامت، باعث قربت خود بگردان."
    },
    {
        "_id": 251,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا",
        "chapter_id": 114,
        "ckb": "پێغەمبەری خوا (صلی الله علیە وسلم) دەفەرمووێت : ئەگەر یەکێک لە ئێوە ھەر دەبوو مەدح و ستایشی ھاوەڵەکەی بکات با بڵێت: فڵانە کەس وا دەناسم و وای دادەنێم، خودای پەروەردگاریش باشتری دەناسێت، دوا ڕۆژی ھیچ کەسێکیش دیاری ناکەم، چونکە دوارۆژ بەس خودا دەیزانێت، بەڵکو ئەو گومانە باشەی پێدەبەم و وای دەناسم، کە کەسێکی ئاوا و ئاوایە.",
        "en": "The Prophet (SAW) said: \"If any of you praises his companion then let him say: \"I deem so-and-so (person's name) to be... And Allah is his Assessor and I don't praise anyone, putting it forward, in front of Allah's commendation, however I assume him so and so ...if he knows that of him\".",
        "fa": "پیامبر صلی الله علیه و سلم می فرماید: هرگاه لازم است كه دوستتان را مدح كنيد، چنين بگوييد: به نظرْ، فلانى چنين و چنان است، ولى خدا محاسبه كننده‌ى اوست و من كسى را نزد خدا تزكيه نمی‌كنم."
    },
    {
        "_id": 252,
        "ar": "اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ]",
        "chapter_id": 115,
        "ckb": "خودایە لێم مەگرە بەوەی کەوا ئەوان دەیڵێن، لێشم خۆش ببە لەوەی کە وا ئەوان نایزانن، لەوە باشتر بم گێڕە کەوا ئەوان گومانم پێ دەبەن.",
        "en": "O Allah, do not call me to account for what they say and forgive me for what they have no knowledge of and make me better than they imagine.",
        "fa": "بار الها! مرا بخاطر آنچه كه مى گويند، مورد بازخواست قرار مده، و آنچه را كه از من نمى دانند، بيامرز، و مرا بهتر از آنچه كه درباره‌ى من گمان می‌كنند بگردان."
    },
    {
        "_id": 253,
        "ar": "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ",
        "chapter_id": 116,
        "ckb": "خودایە بەتەواوەتی و بەردەوام وەڵامت دەدەمەوە بۆ گوێ ڕایەڵیت، ھیچ شەریک و ھاوبەشێکت نییە، بە ڕاستی ستایش و بەخشش و نیعمەت و سامانەکان ھەر بۆ تۆیە و ھیچ ھاوبەشێکیشت نییە.",
        "en": "I am here at Your service, O Allah, I am here at Your service. I am here at Your service, You have no partner, I am here at Your service. Surely the praise, and blessings are Yours, and the dominion. You have no partner.",
        "fa": "گوش بفرمانم، اى الله، گوش بفرمانم، تو شريكى ندارى، گوش بفرمانم، همانا ستايش و نعمت و سلطنت از آنِ تو است، و تو شريكى ندارى."
    },
    {
        "_id": 254,
        "ar": "طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ",
        "chapter_id": 117,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) لەسەر وشترێک تەوافی دەکرد بە دەوری کەعبەدا، ھەر کاتێک، کە دەگەیشت بە گۆشەی بەردە ڕەشەکە، بە دارێک ئاماژەی بۆ دەکرد و (الله أكبر)ی دەکرد.",
        "en": "The Prophet (SAW) performed Tawaf riding a camel. Every time he passed the corner (containing the Black Stone), he would point to it with something that he was holding and say: Allaahu 'Akbar. (Allah is the Most Great)(The 'something' that was referred to in this Hadith was a cane.)",
        "fa": "رسول الله صلی الله علیه و سلم سوار بر شتر، كعبه را طواف كرد، و هر بار به ركن [حجر الأسود] می‌رسيد با چيزى كه در دست داشت به سوى آن اشاره می‌كرد و تكبير می‌گفت."
    },
    {
        "_id": 255,
        "ar": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
        "chapter_id": 118,
        "ckb": "پەروەردگارمان ئەوەی، کە لە دونیا و دواڕۆژدا باشە بۆمان پێمان ببەخشە، ھەروەھا بشمان پارێزە لە سزای ئاگری دۆزەخ.",
        "en": "Our Lord, grant us the good things in this world and the good things in the next life and save us from the punishment of the Fire.",
        "fa": "پروردگارا! در دنيا و آخرت به ما نيكى عطا فرما، و ما را از عذاب دوزخ نجات ده."
    },
    {
        "_id": 256,
        "ar": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: (لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ) الْحَدِيثُ. وَفِيهِ: (فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)",
        "chapter_id": 119,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) کاتێک کە نزیک دەبویەوە لە صەفا ئەم ئایەتەی دەخوێند : إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللّهِ [البقرة: ١٥٨] . بەوە دەست پێدەکەم، کە خودا دەستی پێ کردوە لە صەفاوە دەستی پێکردوو و بەسەریدا سەرکەوت، تا وەکو کەعبەی بینی، پاشان ڕووی کردە قیبلە و خودای پەروەردگاری بە تاک و گەورە دانا و فەرمووی: لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ, لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ, أَنْجَزَ وَعْدَهُ, وَنَصَرَ عَبْدَهُ, وَهَزِمَ الأَحْزَابَ وَحْدَهُ . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ، موڵک و سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەتوانایە، بەڵێنەکەی خۆی ھێنایە دی و بەندەکەی خۆی سەرخست و بە تەنیاش کۆمەڵەی بێباوەڕانی تێک شکاند) . پاشان لەو نێوانەدا دەپاڕایەوە و سێ جار ئەم ویردەی دەگوتەوە، ھەروەھا ئەمانەی دەکرد لەسەر مەروە ھەر وەکو چۆن کردی لەسەر صەفا.",
        "en": "Whenever the Prophet (SAW) approached Mount Safa, he would recite: \"Surely Safa and Marwah are among the signs of Allah. I begin by that which Allah began\".(1) Then he began (his Sa'y) at Mount Safa climbing it until he could see the House (Kaaba). He then faced the Qiblah repeating the words: \"Allah is the Most Great, Allah is the Most Great, Allah is the Most Great\".(2) Then he said: \"None has the right to be worshiped but Allah alone, Who has no partner, His is the dominion and His is the praise, and He is Able to do all things. None has the right to be worshiped but Allah alone, He fulfilled His Promise, He aided His slave, and He alone defeated Confederates\".(3) Then he would ask Allah for what he liked, repeating the same thing like this Three times. He did at Mount Marwah as he did at Mount Safa.",
        "fa": "هنگامى كه رسول الله صلی الله علیه و سلم به كوه صفا مى رسيد، اين آيه را می‌خواند: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ [البقرة: 158]. يعنى: (همانا صفا و مروه از شعائر الهى هستند) سپس می‌فرمود: سعى را از جايى آغاز می‌كنم كه خداوند نخست از آن ياد كرده است. آنگاه رسول الله صلی الله علیه و سلم سعى را از صفا آغاز می‌كرد و بالا می‌رفت تا كعبه را می‌ديد، سپس رو به قبله می‌كرد و لاَ إِلَهَ إِلاَّ اللهُ و تكبير می‌گفت و اين دعا را می‌خواند: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ اْلأَحْزَابَ وَحْدَهُ).(به جز الله، معبود ديگرى (بحق) وجود ندارد، يگانه است و شريكى ندارد، پادشاهى از آن اوست، و ستايش مخصوص اوست، او بر هر چيز توانا است، بجز او معبود ديگرى (بحق) وجود ندارد، يگانه است، اوست كه وعده اش را تحقق بخشيد، و بنده‌اش را پيروز كرد، و به تنهايى گروه ها را شكست داد.و در اين ميان، دعاهاى (مختلفى) می‌فرمودند و دعاى فوق را سه بار تكرار می‌كردند، بالاى مروه نيز همين عمل را انجام می‌داد)."
    },
    {
        "_id": 257,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "chapter_id": 120,
        "ckb": "باشترین نزاو پاڕانەوە، نزای ڕۆژی عەرەفەیە، ھەروەھا باشترین نزایە، کە من و پێغەمبەرانی پێش خۆم فەرموویانە: لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بە توانا و بە دەسەڵاتە) .",
        "en": "The best invocation is that of the Day of Arafat, and the best that anyone can say is what I and the Prophets before me have said: \"None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise, and He is Able to do all things\".",
        "fa": "رسول الله صلی الله علیه و سلم فرمودند: بهترين دعا، دعاى روز عرفه است، و بهترين ذكرى كه من و پيامبران گذشته خوانده‌ايم اين است: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ). يعنى: هيچ معبودى بجز الله (بحق) وجود ندارد، يكتاست، و شريكى ندارد، پادشاهى و حمد از آنِ اوست، و او بر هر چيز، تواناست."
    },
    {
        "_id": 258,
        "ar": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ",
        "chapter_id": 121,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) سواری وشترەکەی بوو، کە ناوی (القصواءبوو، ھەتا وەکو گەیشتە (المشعر الحرام) (المزدلفة) ، پاشان ڕووی کردە قیبلە و پاڕایەوە و (الله أكبر) و (لا إله إلا الله)ی کردو خودای بە تاک دانا، ئا بەو شێوەیە مایەوە تا وەکو دونیا بە تەواوی ڕۆشن بویەوە، پاشان پێش ئەوەی، کە خۆر ھەڵبێت ڕۆیشت و ئەو شوێنەی بە جێ ھێشت.",
        "en": "The Prophet (SAW) rode his camel, Al-Qaswa' (from Arafah), until he reached the sacred area (Al-Mash'aril-Haraam). Then he faced the Qiblah and invoked Allah, and repeatedly said:\"Allah is the Most Great\",(1)\"There is none worthy of worship but Allah\"(2) and\"Allah is One\".(3)He remained stationary until the sky became yellow with the dawn, and then pressed on before sunrise.",
        "fa": "پيامبر اكرم صلی الله علیه و سلم سوار بر قصواء (شترش) شد تا اينكه به مشعر الحرام رسيد، آنگاه رو به قبله نمود و دعا كرد و الله اكبر و لاَ إِلَهَ إِلاَّ الله گفت و يگانگى خدا را بيان كرد، و آنقدر ايستاد تا هوا كاملاً روشن شد، سپس قبل از طلوع آفتاب (بسوى منى) رفت."
    },
    {
        "_id": 259,
        "ar": "يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا",
        "chapter_id": 122,
        "ckb": "پێغەمبەی خودا (صلی الله علیە وسلم) (الله أكبر)ی دەکرد لە کاتی ھاویشتنی زیخ لە لای سێ (الجمار)ەکە ، پاشان دەچوە پێشەوە و دەوەستا و دەستی بەرز دەکردەوە و دەپاڕایەوە رووەو قیبلە لە دوای (الجمار)ی یەکەم و دووھەم، بەڵام لە لای (جمرة العقبة) زیخەکانی دەھاویشت و (الله أكبر)ی دەکرد لە کاتی ھاویشتنی ھەموو زیخێکدا و پاشان دەڕۆیشت و نەدەوەستا.",
        "en": "The Prophet (SAW) said Allaahu 'Akbar (Allah is the Most Great) with each pebble he threw at the Three pillars. Then he went forward, stood facing the Qiblah and raised his hands and called upon Allah. That was after (stoning) the first and second pillar. As for the third, he stoned it and called out Allaahu 'Akbar with every pebble he threw, but when he was finished he left without standing at it (for supplications).",
        "fa": "هنگام رمى جمرات سه گانه، با زدن هر سنگريزه، تكبير بگويد، با پرتاب هر سنگريزه اى در رمى جمرات سه گانه تكبير بگويد و سپس بعد از رمى جمره ى اول (کوچک) و دوم (وسط) رو به قبله بايستد و دست هايش را بلند كند و دعا نمايد، آنگاه جمره‌ى عقبه را رمی ‌كند و با زدن هر سنگريزه تكبير بگويد و بدون توقف [براى دعا] راهش را ادامه دهد."
    },
    {
        "_id": 260,
        "ar": "سُبْحَانَ اللَّهِ!",
        "chapter_id": 123,
        "ckb": "پاک و بێگەردی بۆ خودا.",
        "en": "Glory is to Allah.",
        "fa": "الله، پاك و منزّه است."
    },
    {
        "_id": 261,
        "ar": "اللَّهُ أَكْبَرُ!",
        "chapter_id": 123,
        "ckb": "خودا گەورەترینە.",
        "en": "Allah is the Most Great.",
        "fa": "الله بزرگترين است."
    },
    {
        "_id": 262,
        "ar": "كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى",
        "chapter_id": 124,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) کاتێک، کە ھەواڵیکیان بۆ بھێنایە دڵی خۆش بکردایە یان دڵی پێی خۆش ببوایە، کوڕنووشی سوپاس گوزارانەی بۆ خودای بەرزە بڵند دەبرد.",
        "en": "Whenever something happened that pleased him or made him happy, the Prophet would prostrate himself in gratitude to Allah, the Blessed, the All-Mighty.",
        "fa": "هنگامى كه براى رسول الله صلی الله علیه و سلم خبر خوشحال كننده‌اى می‌رسيد، يا كارى باعث خوشحالى او می‌شد، براى اداى شكر خدا به سجده می‌افتاد."
    },
    {
        "_id": 263,
        "ar": "ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ",
        "chapter_id": 125,
        "ckb": "دەست بخرە سەر ئەو شوێنەی، کە ئازاری ھەیە و بڵێ: (بِسْمِ اللهِ) (سێ جار) ھەروەھا حەوت جاریش بڵێ: (أُعُوذُ بِاللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ). واتە: (بەناوی خودا... پەنا دەگرم بە خودا و توانای لەوەی ھەستی پێدەکەم و لێی دەترسم) .",
        "en": "Put your hand on the place where you feel pain and say: \"With the Name of Allah\". (Three times)(1)Then say: \"I seek refuge in Allah and in His Power from the evil of what I find and of what I guard against\". (Seven times)(2)",
        "fa": "رسول الله صلی الله علیه و سلم فرمود: دستت را بر جايى كه درد احساس می‌شود بگذار، و سه بار (بِسْمِ اللهِ) بگو: سپس هفت بار بگو: (أَعُوْذُ بِاللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ). (من بـه خـدا و قدرتش پناه می‌برم از شرّ آنچه به آن دچار می‌شوم و از آن بيم دارم و می‌ترسم)."
    },
    {
        "_id": 264,
        "ar": "إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ",
        "chapter_id": 126,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت : ھەر کاتێک یەکێک لە ئێوە شتێکی سەر سوڕھێنەری بینی لە دەروونیدا یان لە ماڵەکەی یان لە براکەی ئەوە با نزا و دوعای پیت و بەرەکەتی بۆ بکات، چونکە بەڕاستی چاو پیسی ڕاستە.",
        "en": "If you see anything of your brother that pleases you, or of his person or of his property (then ask Allah to bless him in it) for the envious eye is real.",
        "fa": "زمانى كه يكى از شما از برادر، يا خودش، يا از مالش، خوشش آمد، پس براى آن دعاى بركت نمايد، چرا كه چشم زخم، حقيقت دارد."
    },
    {
        "_id": 265,
        "ar": "لاَ إِلَهَ إِلاَّ اللَّهُ!",
        "chapter_id": 127,
        "ckb": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت جگە لە (الله).",
        "en": "There is none worthy of worship but Allah.",
        "fa": "هيچ معبودى به جز الله وجود ندارد."
    },
    {
        "_id": 266,
        "ar": "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي",
        "chapter_id": 128,
        "ckb": "بە ناوی خودا قوربانی دەکەم و خودا گەورە ترینە، خودایە ئەم قوربانیە موڵکی تۆیە و بۆ تۆشی سەر دەبڕم، خوایە لێمی گیرا بکەیت.",
        "en": "With the Name of Allah, Allah is the Most Great! (O Allah, from You and to You.) O Allah, accept it from me.",
        "fa": "به نام الله، و الله بزرگترين است، بار الها! از جانب تو است، و براى تو است، الهى! از من بپذير."
    },
    {
        "_id": 267,
        "ar": "أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ",
        "chapter_id": 129,
        "ckb": "پەنا دەگرم بە ناوە جوان و وشە تەواوەکانی خودا، ئەوەی، کە نە خواناس و نە تاوانبار ناتووانن بی بەزێنن، لە شەڕ و زیانی دروست کراوەکانی، ھەروەھا لە زیانی ئەوەی، کە لە ئاسمانەوە دێتە خوارەوە و ئەوەی، کە سەردەکەوێت پیای دا و لە زیانی ئەوەی، کە لە ناو زەوی درووست دەبێت و ئەوی، کە لێی دێتە دەرەوە و لە زیانی ئاشوبەی شەو و ڕۆژ، ھەروەھا لە زیانی ئەو ڕوداوانەی، کە ڕودەدات، جگە لەو ڕوداوانە نەبێت، کە باش و چاکن، ئەی ئەو خودایەی، کە خاوەنی بەخشندەییت.",
        "en": "I seek refuge in the Perfect Words of Allah - which neither the upright nor the corrupt may overcome - from the evil of what He created, of what He made, and of what He scattered, from the evil of what descends from the heavens, and of what rises up to them, from the evil of what He scattered in the earth and of what emerges from it, from the evil trials of night and day, and from the evil of every night visitor, except the night visitor who comes with good. O Merciful One.",
        "fa": "از شرّ آنچه كه خدا آفريده و زياد كرده است، و از شرّ آنچه از آسمان فرو می‌فرستد، و از شر آنچه به آسمان صعود مى كند، و از شر فتنه هاى شب و روز، و از شرّ هر وارد شونده اى در شب مگر اينكه به خير و نيكى وارد شود، اى پروردگار مهربان! به كلمات كامل تو كه هيچ نيكوكار و بدكارى نمی‌تواند از آنها تجاوز كند، پناه می‌برم."
    },
    {
        "_id": 268,
        "ar": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت : سوێند بەخودا من لە ڕۆژێکدا زیاتر لە حەفتا جار داوای لێ خۆشوون لە خودا دەکەم و دەگەڕێمەوە بۆ لای.",
        "en": "The Prophet (SAW) said: \"By Allah, I seek the forgiveness of Allah, and repent to Him more than Seventy times in a day\".",
        "fa": "رسول الله صلی الله علیه و سلم می‌فرمايد: (وَاللهِ إِنِّي لأََسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي اليَوْمِ أَكْثَرُ مِنْ سَبْعِينَ مَرَّةٍ). (بخدا سوگند، من روزانه بيشتر از هفتاد بار از خدا طلب مغفرت می‌كنم، و به سوى او توبه می‌نمايم)."
    },
    {
        "_id": 269,
        "ar": "وَقَالَ صلى الله عليه وسلم: يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ئەی خەڵکینە بگەڕێنەوە بۆ لای خودا، بە ڕاستی من لە ڕۆژێکدا زیاتر لە سەد جار دەگەڕێمەوە بۆ لای.",
        "en": "The Prophet (SAW) said: \"O people, repent to Allah, for I verily repent to Him one hundred times a day\".",
        "fa": "و نيز پیامبر صلی الله علیه و سلم فرمودند: (يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةُ مَرَّةً). (اى مردم! به سوى خدا باز گرديد [توبه كنيد] چرا كه من روزانه صد بار توبه می‌كنم)."
    },
    {
        "_id": 270,
        "ar": "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک بڵێت: (أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحِيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ) خودا لە تاوانەکانی خۆش دەبێت، خۆ ئەگەر چیش لە کاتی تێکۆشان لە پێناو خودادا پشتی ھەڵکردبێت . واتە: (داوای لێ خۆشبوون لە خودای گەورە دەکەم، ئەوەی، کە ھیچ پەرستراوێک نییە شایستەی پەرستن بێت، جگە لەوەی، کە بەردەوام زیندوە و بۆ لای ئەویش دەگەڕێمەوە).",
        "en": "I seek the forgiveness of Allah the Mighty, Whom there is none worthy of worship except Him, the Living, the Eternal, and I repent to Him(Allah will forgive him even if he has deserted the army's ranks.)",
        "fa": "همچنين پیامبر صلی الله علیه و سلم می‌فرمايد: هركس دعاى زيرا بخواند، خداوند گناهانش را می‌آمرزد، اگر چه از ميدان جهاد گريخته باشد: (أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ وَأَتُوْبُ إِلَيْهِ). (من از خداى بزرگى كه هيچ معبودى بجز او (بحق) وجود ندارد و زنده و پاينده است، آمرزش می‌خواهم و به سوى او توبه می‌كنم)."
    },
    {
        "_id": 271,
        "ar": "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: باشترین کات، کە خودای پەروەردگار لە بەندەکەیەوە نزیکترینە، بریتیە لە ناو جەرگەی شەو، ئەگەر توانات ھەیە، کە لە وانە بیت، کە یادی خودا دەکەن لەو کاتەدا، ئەوە ببە.",
        "en": "The Prophet (SAW) said: \"The closest that the Lord comes to the slave is in the last portion of the night. So, if you are able to be among those who remember Allah in this hour, then be among them\".",
        "fa": "و رسول الله صلی الله علیه و سلم می‌فرمايد: (أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنْ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللهَ فِي تِلْكَ السَّاعَةِ فَكُنْ). (پروردگار، در بـخـش پايانى شـب، از هر زمانِ ديگر به بنده اش نزدیک تر است، اگر می‌توانى از كسانى باش كه در آن وقت، مشغول ذكر خدايند)."
    },
    {
        "_id": 272,
        "ar": "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت: نزیک ترین کات، کە بەندە نزیکە لە پەروەردگاریەوە، کاتێکە، کە لە کوڕنوش دایە، سا پاڕانەوەی زۆری تێدا بکەن.",
        "en": "The Prophet (SAW) said: \"The closest that the slave comes to his Lord is when he is prostrating, so invoke Allah much (in prostration)\".",
        "fa": "و آنحضرت صلی الله علیه و سلم می‌فرمايد: (أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكْثِرُوا الُّدعَاءَ). (نزدیک ترين حالت بنده به پروردگارش، هنگام سجده است، پس [در آن حالت] بسيار دعا كنيد)."
    },
    {
        "_id": 273,
        "ar": "وَقَالَ صلى الله عليه وسلم: إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ",
        "chapter_id": 130,
        "ckb": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت : بە ڕاستی ھەڵەکردن دڵمی داپۆشیوە، بۆیە بە ڕاستی من لە ڕۆژێکدا سەد جار داوای لێ خۆشبوون لە خودا دەکەم",
        "en": "The Prophet (SAW) said: \"Verily my heart becomes preoccupied, and verily I seek Allah's forgiveness a hundred times a day\".",
        "fa": "و همچنين پیامبر صلی الله علیه و سلم فرمودند: (إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللهَ فِي الْيَوْمِ مِائَةُ مَرَةٍ). (فراموشى دلم را فرا مى گيرد لذا روزانه صد بار از خداوند آمرزش می‌طلبم)."
    },
    {
        "_id": 274,
        "ar": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک لە ڕۆژێکدا سەد جار بڵێت: (سُبْحَانَ اللهِ وَبِحَمْدِهِ) ئەوە تاوانەکانی دەسڕێنەوە، خۆ، ئەگەر بە ئەندازەی کەفی دەریاش بێت . واتە: (پاک و بێگەردی و ستایش بۆ خودایە).",
        "en": "The Prophet (SAW) said: \"Whoever says: \"Glorified is Allah and praised is He\" one hundred times a day, will have his sins forgiven even if they are like the foam of the sea\".",
        "fa": "رسول الله صلی الله علیه و سلم می‌فرمايد: (مَنْ قَالَ:  سُبْحَانَ اللهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ). (هركس روزانه صد بار (سُبْحَانَ اللهِ وَبِحَمْدِهِ) بگويد، گناهانش بخشيده می‌شوند اگر چه به اندازه‌ى كف دريا باشند)."
    },
    {
        "_id": 275,
        "ar": "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک دە جار بڵێت: (لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ, لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ) ئەوە وەکو ئەوە وایە، کە چوار کۆیلە لە نەوەکانی یپێغەمبەر إسماعیل (علي ابراهيم علية الصلاة والسلام) ئازاد بکات . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بە توانایە).",
        "en": "The Prophet (SAW) said: \"Whoever says: \"None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise, and He is Able to do all things\" ten times, will have the reward for freeing four slaves from the Children of Isma'il\".",
        "fa": "و پیامبر صلی الله علیه و سلم می‌فرمايد: هركس دعاى زير را ده بار بخواند مانند كسى است كه چهار تن از فرزندان اسماعيل را آزاد كرده است: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ). (هيچ معبودى به جز الله (بحق) وجود ندارد، يكتاست و شريكى ندارد، پادشاهى و ستايش از آنِ او است، و او بر هر چيز تواناست)."
    },
    {
        "_id": 276,
        "ar": "وَقَالَ صلى الله عليه وسلم: كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: دوو وشە ھەن، کە لەسەر زمان ئاسانن و لەسەر تەرازووی کردەوەکان قورسن و لە لای خودای میھرەبانیش خۆشەویستن، بریتیە لە: (سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيْمِ). واتە: (پاک و بێگەردی و ستایش بۆ خودا، پاک و بێگەردی بۆ خودای گەورە).",
        "en": "The Prophet (SAW) said: \"Two words are light on the tongue, weigh heavily in the balance, and are loved by the Most Merciful One is: \"Glorified is Allah and praised is He, Glorified is Allah the Most Great\".",
        "fa": "و پیامبر صلی الله علیه و سلم می‌فرمايد: دو كلمه وجود دارد كه راحت به زبان می‌آيند و در ترازوى اعمال، سنگين اند، و نزد خداى رحمان محبوب اند: (سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيْمِ). (الله پاک و منزّه است، و او را ستايش مى كنم، خداوند عظيم، پاك و منزّه است)."
    },
    {
        "_id": 277,
        "ar": "وَقَالَ صلى الله عليه وسلم: لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئەگەر من بڵێم: (سُبْحَانَ اللهِ, وَالْحَمْدُ للهِ, وَلاَ إِلهَ إِلاَّ اللهُ, وَاللهُ أَكْبَرُ) لە لام خۆشەویسترە لە ھەموو دونیا. واتە: (پاک و بێگەردی و ستاش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە).",
        "en": "The Prophet (SAW) said: For me to say: \"Glory is to Allah, and praise is to Allah, and there is none worthy of worship but Allah, and Allah is the Most Great\" is dearer to me than all that the sun rises upon\".",
        "fa": "و پیامبر صلی الله علیه و سلم می‌فرمايد: اگر من (سُبْحَانَ اللهِ، وَالْحَمْدُ ِللهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ) بگويم، نزد من از آنچه كه خورشيد بر آن طلوع كرده است (يعنى همه ى دنيا) دوست داشتنی‌تر است."
    },
    {
        "_id": 278,
        "ar": "وَقَالَ صلى الله عليه وسلم: (أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: (يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئایە یەکێک لە ئێوە دەتوانێت لە ڕۆژێکدا ھەزار چاکە بۆ خۆی بە دەست بھێنێت؟! کەسێک لە دانیشتگاکەدا بوو پرسیاری کرد: چۆن یەکێک لە ئێمە دەتوانێت ھەزار چاکە بەدەست بھێنێت؟ لە وەڵامدا پێغەمبەری خودا (صلی الله علیە وسلم) فەرمووی: سەد جار (سُبْحَانَ اللهِ) دەکت، لە بەرامبەردا ھەزار چاکەی بۆ دەنووسرێت، یان ھەزار تاوانی لە سەر لادەچێت.",
        "en": "The Prophet (SAW) said: \"Is anyone of you incapable of earning one thousand Hasanah (rewards) in a day?\" Someone from his gathering asked: \"How can anyone of us earn a thousand Hasanah\" He said: \"Glorify Allah a hundred times and a thousand Hasanah will be written for you, or a thousand sins will be wiped away\".",
        "fa": "و پیامبر صلی الله علیه و سلم  می فرماید: (آيا كسى از شما نمی‌تواند روزانه هزار نيكى بدست آورد؟ يكى از كسانى كه در جلسه حضور داشت پرسيد: چگونه يكى از ما مى تواند هزار نيكى بدست آورد؟ فرمود: (هركس صد بار سبحان الله بگويد برايش هزار نيكى نوشته مى شود، يا هزار گناه از او بخشيده می‌شود)."
    },
    {
        "_id": 279,
        "ar": "مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ",
        "chapter_id": 131,
        "ckb": "هەر کەسێک بڵێت: (سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ) لە بەرامبەردا دار خورمایەکی بۆ دەچێندرێت لە بەھەشت دا. واتە: (پاک و بێگەردی و ستایش بۆ خودای گەورەیە).",
        "en": "The Prophet (SAW) said: \"Glorified is Allah the Most Great and praised is He. Will have a date palm planted for him in Paradise\".",
        "fa": "هر كس (سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ) بگويد: یک درخت خرما برايش در بهشت كاشته می‌شود."
    },
    {
        "_id": 280,
        "ar": "وَقَالَ صلى الله عليه وسلم: (يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ)؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: (قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئەی عبدالله ی کوڕی قەیس ئایە ئاگادارت نەکەمەوە لە شتێک، کە ببێتە مایەی خڕکردنەوەی چاکەکانت بۆ بەھەشت؟ لە وەڵامدا فەرمووی: بەڵێ ئەی نێردراوی خودا ئاگادارم بکەرەوە، پێغەمبەری خوداش (صلی الله علیە وسلم) پێی فەرموو بڵێ: (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ) . واتە: (ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە لە لایەن خوداوەیە).",
        "en": "The Prophet (SAW) said: \"O Abdullah bin Qais, should I not point you to one of the treasures of Paradise?\" I said: \"Yes, O Messenger of Allah\". So he told me to say: \"There is no power and no might except by Allah\".",
        "fa": "رسول الله صلی الله علیه و سلم فرمودند: (يَا عَبْدَ اللهِ بْنِ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بَاللهِ). (اى عبدالله بن قيس! آيا تو را به گنجى از گنج هاى بهشت، راهنمايى نكنم؟) گفتم: بلى يا رسول الله! فرمود: (قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بَاللهِ)."
    },
    {
        "_id": 281,
        "ar": "وَقَالَ صلى الله عليه وسلم: أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ",
        "chapter_id": 131,
        "ckb": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: خۆشەویسترین وشە لە لای خودا چوار وشەیە: (سُبْحَانَ اللهِ, والْحَمْدُ للهِ, وَلاَ إِلهَ إِلاَّ اللهُ, وَاللهُ أَكْبَرُ) زەرەرت پێناگەیەنێت بە ھەر کامێکیان دەست پێ بکەیت . واتە: (پاک و بێگەردی و ستایش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە).",
        "en": "The Prophet (SAW) said: \"The most beloved words to Allah are four:Glorified is Allah,(1)The praise is for Allah,(2)There is none worthy of worship but Allah,(3)Allah is the Most Great\".(4)",
        "fa": "و رسول الله صلی الله علیه و سلم فرمودند: (أَحَبُّ الْكَلاَمِ إِلَى اللهِ أَرْبَعٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهِ، وَاللهُ أَكْبَرُ، لاَ يَضُرُّكَ بَأَيَّهِنَّ بَدَأْتَ). (چهار كلمه نزد خداوند از همه ى كلمات محبوب تر هستند: سَبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهِ، وَاللهُ أَكْبَرُ، با هر يك از آنها كه شروع كنى اشكالى ندارد)."
    },
    {
        "_id": 282,
        "ar": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: (قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ) قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: (قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي)",
        "chapter_id": 131,
        "ckb": "کابرایەکی دەشتەکی ھات بۆ لای پێغەمبەری خودا (صلی الله علیە وسلم)و پێی فەرموو: گوتارێکم فێر بکە بۆ ئەوەی، کە بیڵێم، لە وەڵامدا فەرمووی بڵێ: (لاَ إِلهَ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ, اللهُ أَكْبَرُ كَبِيْرًا, وَالْحَمْدُ للهِ كَثِيْرًا, سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ, لاَ حَوْلَ وَلاَ قُوَّة إِلاَّ بِاللهِ الْعَزِيْزِ الْحَكِيْمِ) کابرا دەشتەکیەکە گوتی ئەمانە گشتی بۆ خودایە ئەی چی بۆ من ھەیە تا بیڵێم، لە وەڵامدا فەرمووی بڵێ: (اللَّهُمَّ اغْفِرْ لِي, وَارْحَمْنِي, وَاهْدِنِي، وَارْزُقْنِي) . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، خودا لە ھەموو گەورە ترینێک گەورەترە و سوپاس و ستایشێکی زۆریش بۆ ئەوە، پاک و بێگەردی بۆ خودای پەروەردگاری جیھانیان، ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە خودای خاوەن ھێز و دانایی دەی بەخشێت.. خودایە لێم خۆشش ببە و ڕەحمم پێبکە و ڕێنموونیم بکە و ڕزق و ڕۆزیم بدە).",
        "en": "A desert Arab came to Allah's Messenger (SAW) and said: \"Teach me a word that I can say\". The Prophet told him to say: \"There is none worthy of worship but Allah, Who has no partner, Allah is the Great, the Most Great, and praise is to Allah in abundance, glory is to Allah, Lord of the worlds. There is no power and no might but by Allah the Mighty, the Wise\". (1) He said: \"That is for my Lord, but what about me?\" The Prophet (SAW) told him to say: \"O Allah forgive me, and have mercy on me and guide me, and provide for me\". (2)",
        "fa": "باديـه نشينى نـزد رسـول الله صلی الله علیه و سلم  آمـد و گفت: جمله‌اى به من بياموز تا آنرا وِرد خود سازم، رسول الله صلی الله علیه و سلم  فرمود: بگو: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، اللهُ أَكْبَرُ كَبِيْراً، وَالْحَمْدُ ِللهِ كَثِيْراً، سُبْحَانَ اللهِ رَبِّ الْعَالَمِيْنَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَزِيْزِ الْحَكِيْمِ). آن مرد گفت: اين جملات از آنِ پروردگار است، براى خود چه بگويم؟ رسول الله صلی الله علیه و سلم  فرمود: بگو: (اللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَارْزُقْنِيْ).يعنى: بار الها! مرا ببخش، و به من رحم كن، و مرا هدايت كن، و به من روزى عنايت فرما."
    },
    {
        "_id": 283,
        "ar": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي",
        "chapter_id": 131,
        "ckb": "پیاوێک سڵاوی کرد و پێغەمبەری خودا (صلی الله علیە وسلم) فێری نوێژی کرد و پاشان فەرمانی پێ کرد، کە بەم وشانە بپاڕێتەوە: ( اللَّهُمَّ اغْفِرْ لِي, وَارْحَمْنِي, وَاهْدِنِي, وَعَافِنِي وَارْزُقْنِي ) . واتە: (خودایە لێم خۆشش ببە و ڕەحمم پێبکە و ڕێنموونیم بکە و لەش ساغم بکە و ڕزق و ڕۆزیم بدە).",
        "en": "O Allah forgive me, and have mercy on me and guide me and give me good health and provide for me.",
        "fa": "هرگاه فردى مسلمان می‌شد، رسول الله صلی الله علیه و سلم نماز را به او می‌آموخت، سپس دستور می‌داد كه با اين جملات دعا كند: اللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَعَافِنِي وَارْزُقْنِيْ).(بار الها! مرا ببخش، و به من رحم كن، و مرا هدايت ده، و عفو كن، و به من روزى عطا فرما."
    },
    {
        "_id": 284,
        "ar": "إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ",
        "chapter_id": 131,
        "ckb": "بەڕاستی باشترین پاڕانەوە (الْحَمْدُ للهِ)یە وباشترین ویردیش (لاَ إِلهَ إِلاَّ اللهُ)یە.",
        "en": "The most excellent invocation is:\"Praise is for Allah\".(1)\"There is none worthy of worship but Allah\".(2)",
        "fa": "بهترين دعا الحَمْدُ للهِ، و بهترين ذكر لاَ إِلَهَ إِلاَّ اللهُ است."
    },
    {
        "_id": 285,
        "ar": "الْبَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        "chapter_id": 131,
        "ckb": "ئەو کردەوە چاکانەی، کە وا بەردەوامە: (سُبْحَانَ اللهِ, وَالْحَمْدُ للهِ, وَلاَ إِلهَ إِلاَّ اللهُ, وَاللهُ أَكْبَرُ, وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ) . واتە: (پاک و بێگەردی و ستایش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە و ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە خودا دەی بەخشێت).",
        "en": "The good deeds which endure are: \"Glorified is Allah, The praise is for Allah, There is none worth of worship but Allah, Allah is the Most Great and There is no power and no might except by Allah\".",
        "fa": "باقيات صالحات (نيكى هاى جاودانه) عبارتند از: (سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ)."
    },
    {
        "_id": 286,
        "ar": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما قَالَ: (رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ) وفي زيادةٍ: (بِيَمِينِهِ)",
        "chapter_id": 132,
        "ckb": "عبدالله ی کوڕی عەمر (ڕەزای خودایان لێ بێت) دەفەرمووێت: پێغەمبەری خودام (صلی الله علیە وسلم) بینی ویردەکانی بە دەستی ڕاستی دەژمارد.",
        "en": "Abdullah Bin Amru said: \"I saw the Prophet (SAW) counting the glorification of his Lord on his right hand\".",
        "fa": "عبد الله بن عمرو رضی الله عنهما می‌گويد: (رَأَيْتُ النَّبِيَّص يَعْقِدُ التَّسْبٍيحَ بِيَمِينِهِ). (پيامبر صلی الله علیه و سلم را ديدم كه تسبيحات خود را با دست راستش می‌شمرد)."
    },
    {
        "_id": 287,
        "ar": "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَكُفُّوا صِبْيانَكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ",
        "chapter_id": 133,
        "ckb": "ئەگەر دونیا تاریک بوو و شەوتان بەسەردا ھات ئەوە منداڵەکانتان بگرنەوەو بیانکەنە ژورەوە، بە ڕاستی شەیتانەکان لەو کاتەدا بڵاو دەبنەوە، پاشان کاتێک، کە لە شەو ڕۆیشت وازیان لێ بھێنن و دەرگاکان دابخەن و ناوی خودا بھێنن، چونکە بە ڕاستی شەیتان دەرگای داخراو ناکاتەوە، ھەروەھا دەمی کونەکانتان بگرن و ناوی خودا بھێنن و سەری قاپ و قاچاخەکانتان دابخەن و ناوی خودا بھێنن، خۆ ئەگەر شتێکیشی بخەنە سەر، پاشان چرا و ڕوناکیەکانیشتان بکوژێننەوە.",
        "en": "When evening descends, bring your children indoors for the devils scatter out at this hour. Then after the passing of an hour (the first hour) of the night, (you may) let them (the children) go. Close your doors while mentioning the Name of Allah, for the devil may not open a closed door. Fasten your waterskins mentioning the Name of Allah. Cover your eating vessels mentioning the Name of Allah even if you just put something over it, and extinguish your lamps.",
        "fa": "پیامبر  صلی الله علیه و سلم می فرماید: هنگامى كه تاريكى شب، سايه افكند ـ يا شب شد ـ كودكانتان را نگذاريد بيرون بروند، زيرا در اين وقت شيطان ها پراكنده مى شوند، هنگامى كه پاسى از شب گذشت آن ها را آزاد بگذاريد، به شرطى كه مشكل ديگرى نباشد، و قبل از خوابيدن بسم الله بگوييد، و درها را ببنديد، زيرا شيطان درِ بسته را باز نمى كند، همچنين بسم الله بگوييد، و دهانه ى مَشْكِتان را ببنديد، و روى ظرف ها سرپوش بگذاريد، اگر چه بطور كامل پوشيده نشوند، و چراغ هايتان را خاموش كنيد."
    }
]